{
  "_id": "1RwJWOAeyoideLKe",
  "name": "Orb of Dragonkind",
  "type": "equipment",
  "img": "icons/commodities/gems/pearl-storm.webp",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, (requires attunement)</em></p>\n<p>Ages past, elves and humans waged a terrible war against evil dragons. When the world seemed doomed, powerful wizards came together and worked their greatest magic, forging five Orbs of Dragonkind (or Dragon Orbs) to help them defeat the dragons. One orb was taken to each of the five wizard towers, and there they were used to speed the war toward a victorious end. The wizards used the orbs to lure dragons to them, then destroyed the dragons with powerful magic.</p>\n<p>As the wizard towers fell in later ages, the orbs were destroyed or faded into legend, and only three are thought to survive. Their magic has been warped and twisted over the centuries, so although their primary purpose of calling dragons still functions, they also allow some measure of control over dragons.</p>\n<p>Each orb contains the essence of an evil dragon, a presence that resents any attempt to coax magic from it. Those lacking in force of personality might find themselves enslaved to an orb.</p>\n<p>An orb is an etched crystal globe about 10 inches in diameter. When used, it grows to about 20 inches in diameter, and mist swirls inside it.</p>\n<p>While attuned to an orb, you can use an action to peer into the orb's depths and speak its command word. You must then make a DC 15 Charisma check. On a successful check, you control the orb for as long as you remain attuned to it. On a failed check, you become charmed by the orb for as long as you remain attuned to it.</p>\n<p>While you are charmed by the orb, you can't voluntarily end your attunement to it, and the orb casts @Compendium[dnd5e.spells.zMAWdyc8UVb37BK4]{Suggestion} on you at will (save DC 18), urging you to work toward the evil ends it desires. The dragon essence within the orb might want many things: the annihilation of a particular people, freedom from the orb, to spread suffering in the world, to advance the worship of Tiamat, or something else the GM decides.</p>\n<h3 id=\"random-properties\"><strong>Random Properties</strong>. An Orb of Dragonkind has the following random properties (see DMG pg. 219-21): </h3>\n<ul>\n<li>2 minor beneficial properties </li>\n<li>1 minor detrimental property</li>\n<li>1 major detrimental property</li>\n</ul>\n<h3 id=\"spells\"><strong>Spells</strong>. The orb has 7 charges and regains 1d4 + 3 expended charges daily at dawn. If you control the orb, you can use an action and expend 1 or more charges to cast one of the following spells (save DC 18) from it: </h3>\n<ul>\n<li>@Compendium[dnd5e.spells.uUWb1wZgtMou0TVP]{Cure Wounds} (5th-level version, 3 charges)</li>\n<li>@Compendium[dnd5e.spells.BP3GCwa66IAw1yTG]{Daylight} (1 charge)</li>\n<li>@Compendium[dnd5e.spells.VtCXMdyM6mAdIJZb]{Death Ward} (2 charges)</li>\n<li>@Compendium[dnd5e.spells.fVbCxFRaORalHB20]{Scrying} (3 charges).</li>\n<li>You can also use an action to cast the @Compendium[dnd5e.spells.ghXTfe7sgCbgf1Q8]{Detect Magic} spell from the orb without using any charges.</li>\n</ul>\n<p><strong>Call Dragons</strong>. While you control the orb, you can use an action to cause the artifact to issue a telepathic call that extends in all directions for 40 miles. Evil dragons in range feel compelled to come to the orb as soon as possible by the most direct route. Dragon deities such as Tiamat are unaffected by this call. Dragons drawn to the orb might be hostile toward you for compelling them against their will. Once you have used this property, it can't be used again for 1 hour.</p>\n<p><strong>Destroying an Orb</strong>. An Orb of Dragonkind appears fragile but is impervious to most damage, including the attacks and breath weapons of dragons. A @Compendium[dnd5e.spells.HBHbOGKNVVprSlwn]{Disintegrate} spell or one good hit from a +3 magic weapon is sufficient to destroy an orb, however.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": {
      "custom": "",
      "book": "",
      "page": "",
      "license": "CC-BY-4.0"
    },
    "quantity": 1,
    "weight": 5,
    "price": {
      "value": 500000,
      "denomination": "gp"
    },
    "attunement": 1,
    "equipped": false,
    "rarity": "artifact",
    "identified": true,
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": "",
      "units": ""
    },
    "cover": null,
    "target": {
      "value": null,
      "width": null,
      "units": "",
      "type": ""
    },
    "range": {
      "value": null,
      "long": null,
      "units": ""
    },
    "uses": {
      "value": 7,
      "max": "7",
      "per": "day",
      "recovery": "1d4 + 3"
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": "",
    "actionType": "util",
    "attackBonus": "",
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "wis",
      "dc": 18,
      "scaling": "flat"
    },
    "armor": {
      "value": 0,
      "type": "trinket",
      "dex": 0
    },
    "hp": {
      "value": 0,
      "max": 0,
      "dt": null,
      "conditions": ""
    },
    "baseItem": "",
    "speed": {
      "value": null,
      "conditions": ""
    },
    "strength": null,
    "stealth": false,
    "proficient": null
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.1.0",
    "coreVersion": "10.291",
    "createdTime": 1661787233441,
    "modifiedTime": 1671220957064,
    "lastModifiedBy": "dnd5ebuilder0000"
  },
  "_key": "!items!1RwJWOAeyoideLKe"
}
