{
  "_id": "iLt7wTWr4cJnQulJ",
  "name": "Figurine of Wondrous Power (Ivory Goat of Traveling)",
  "type": "consumable",
  "img": "icons/commodities/bones/hooves-cloven-brown.webp",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item</em></p>\n<p>A <em>figurine of wondrous power</em> is a statuette of a beast small enough to fit in a pocket. If you use an action to speak the command word and throw the figurine to a point on the ground within 60 feet of you, the figurine becomes a living creature. If the space where the creature would appear is occupied by other creatures or objects, or if there isn't enough space for the creature, the figurine doesn't become a creature.</p>\n<p>The creature is friendly to you and your companions. It understands your languages and obeys your spoken commands. If you issue no commands, the creature defends itself but takes no other actions.</p>\n<p>The creature exists for a duration specific to each figurine. At the end of the duration, the creature reverts to its figurine form. It reverts to a figurine early if it drops to 0 hit points or if you use an action to speak the command word again while touching it. When the creature becomes a figurine again, its property can't be used again until a certain amount of time has passed, as specified in the figurine's description.</p>\n<p><strong>Ivory Goats</strong>. These ivory statuettes of goats are always created in sets of three. Each goat looks unique and functions differently from the others.</p>\n<p>The Goat of Traveling can become a Large goat with the same statistics as a @Compendium[dnd5e.monsters.rz8UTUnFT87BsAFR]{Riding Horse}. It has 24 charges, and each hour or portion thereof it spends in beast form costs 1 charge. While it has charges, you can use it as often as you wish. When it runs out of charges, it reverts to a figurine and can't be used again until 7 days have passed, when it regains all its charges.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SRD 5.1",
    "quantity": 1,
    "weight": 0.1,
    "price": {
      "value": 1000,
      "denomination": "gp"
    },
    "attunement": 0,
    "equipped": false,
    "rarity": "rare",
    "identified": true,
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": "1",
      "units": "hour"
    },
    "cover": null,
    "target": {
      "value": 10,
      "width": null,
      "units": "ft",
      "type": "space"
    },
    "range": {
      "value": 60,
      "long": null,
      "units": "ft"
    },
    "uses": {
      "value": 24,
      "max": "24",
      "per": "charges",
      "recovery": "",
      "autoDestroy": false
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": "",
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell"
    },
    "consumableType": "trinket"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.1.0",
    "coreVersion": "10.291",
    "createdTime": 1661787233821,
    "modifiedTime": 1671220963082,
    "lastModifiedBy": "dnd5ebuilder0000"
  },
  "_key": "!items!iLt7wTWr4cJnQulJ"
}
