{
  "_id": "hf5j1meGsA33HkUj",
  "name": "Mirror of Life Trapping",
  "type": "consumable",
  "img": "icons/magic/air/wind-vortex-swirl-purple.webp",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item</em></p>\n<p>When this 4-foot-tall mirror is viewed indirectly, its surface shows faint images of creatures. The mirror weighs 50 pounds, and it has AC 11, 10 hit points, and vulnerability to bludgeoning damage. It shatters and is destroyed when reduced to 0 hit points.</p>\n<p>If the mirror is hanging on a vertical surface and you are within 5 feet of it, you can use an action to speak its command word and activate it. It remains activated until you use an action to speak the command word again.</p>\n<p>Any creature other than you that sees its reflection in the activated mirror while within 30 feet of it must succeed on a DC 15 Charisma saving throw or be trapped, along with anything it is wearing or carrying, in one of the mirror's twelve extradimensional cells. This saving throw is made with advantage if the creature knows the mirror's nature, and constructs succeed on the saving throw automatically.</p>\n<p>An extradimensional cell is an infinite expanse filled with thick fog that reduces visibility to 10 feet. Creatures trapped in the mirror's cells don't age, and they don't need to eat, drink, or sleep. A creature trapped within a cell can escape using magic that permits planar travel. Otherwise, the creature is confined to the cell until freed.</p>\n<p>If the mirror traps a creature but its twelve extradimensional cells are already occupied, the mirror frees one trapped creature at random to accommodate the new prisoner. A freed creature appears in an unoccupied space within sight of the mirror but facing away from it. If the mirror is shattered, all creatures it contains are freed and appear in unoccupied spaces near it.</p>\n<p>While within 5 feet of the mirror, you can use an action to speak the name of one creature trapped in it or call out a particular cell by number. The creature named or contained in the named cell appears as an image on the mirror's surface. You and the creature can then communicate normally.</p>\n<p>In a similar way, you can use an action to speak a second command word and free one creature trapped in the mirror. The freed creature appears, along with its possessions, in the unoccupied space nearest to the mirror and facing away from it.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SRD 5.1",
    "quantity": 1,
    "weight": 50,
    "price": {
      "value": 18000,
      "denomination": "gp"
    },
    "attunement": 0,
    "equipped": false,
    "rarity": "uncommon",
    "identified": true,
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": "Command word. Target must be able to see its reflection."
    },
    "duration": {
      "value": "",
      "units": ""
    },
    "cover": null,
    "target": {
      "value": 1,
      "width": null,
      "units": "",
      "type": "creature"
    },
    "range": {
      "value": 30,
      "long": null,
      "units": "ft"
    },
    "uses": {
      "value": 12,
      "max": "12",
      "per": "charges",
      "recovery": "",
      "autoDestroy": false
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": "",
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "cha",
      "dc": 15,
      "scaling": "flat"
    },
    "consumableType": "trinket"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.1.0",
    "coreVersion": "10.291",
    "createdTime": 1661787233816,
    "modifiedTime": 1671220963033,
    "lastModifiedBy": "dnd5ebuilder0000"
  },
  "_key": "!items!hf5j1meGsA33HkUj"
}
