{
  "_id": "rvxGvcUzoQXVNbAu",
  "name": "Portable Hole",
  "type": "consumable",
  "img": "icons/magic/unholy/barrier-shield-glowing-pink.webp",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item</em></p>\n<p>This fine black cloth, soft as silk, is folded up to the dimensions of a handkerchief. It unfolds into a circular sheet 6 feet in diameter.</p>\n<p>You can use an action to unfold a Portable Hole and place it on or against a solid surface, whereupon the Portable Hole creates an extradimensional hole 10 feet deep. The cylindrical space within the hole exists on a different plane, so it can't be used to create open passages. Any creature inside an open Portable Hole can exit the hole by climbing out of it.</p>\n<p>You can use an action to close a Portable Hole by taking hold of the edges of the cloth and folding it up. Folding the cloth closes the hole, and any creatures or objects within remain in the extradimensional space. No matter what's in it, the hole weighs next to nothing.</p>\n<p>If the hole is folded up, a creature within the hole's extradimensional space can use an action to make a DC 10 Strength check. On a successful check, the creature forces its way out and appears within 5 feet of the portable hole or the creature carrying it. A breathing creature within a closed Portable Hole can survive for up to 10 minutes, after which time it begins to suffocate.</p>\n<p>Placing a portable hole inside an extradimensional space created by a bag of holding, handy haversack, or similar item instantly destroys both items and opens a gate to the Astral Plane. The gate originates where the one item was placed inside the other. Any creature within 10 feet of the gate is sucked through it and deposited in a random location on the Astral Plane. The gate then closes. The gate is one-way only and can't be reopened.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": {
      "custom": "",
      "book": "SRD 5.1",
      "page": "",
      "license": "CC-BY-4.0"
    },
    "quantity": 1,
    "weight": 0,
    "price": {
      "value": 8000,
      "denomination": "gp"
    },
    "attunement": 0,
    "equipped": false,
    "rarity": "rare",
    "identified": true,
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": "10",
      "units": "minute"
    },
    "cover": null,
    "target": {
      "value": 3,
      "width": null,
      "units": "ft",
      "type": "radius"
    },
    "range": {
      "value": null,
      "long": null,
      "units": ""
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null,
      "recovery": "",
      "autoDestroy": false
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": "",
    "actionType": "abil",
    "attackBonus": "",
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "str",
      "dc": 10,
      "scaling": "flat"
    },
    "consumableType": "trinket"
  },
  "effects": [],
  "folder": "UnUwTG4YIgd0kaUJ",
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "3.0.0",
    "coreVersion": "11.315",
    "createdTime": 1661787233894,
    "modifiedTime": 1701903940647,
    "lastModifiedBy": "dnd5ebuilder0000"
  },
  "_key": "!items!rvxGvcUzoQXVNbAu"
}
