{
  "_id": "6muDqinPra586EXB",
  "name": "Feat: Additional Channel Divinity",
  "ownership": {
    "default": 0
  },
  "type": "feat",
  "system": {
    "description": {
      "value": "<p>You learn one of the following Channel Divinity options. You can select this feat multiple times, choosing a different option each time.</p>\n<p><strong><em>Abjure Enemy.</em></strong> As an action, you present your holy symbol and speak a prayer of denunciation, using your Channel Divinity. Choose one creature within 60 feet of you that you can see. That creature must make a Wisdom saving throw, unless it is immune to being frightened. Fiends and undead have disadvantage on this saving throw.</p>\n<p>On a failed save, the creature is frightened for 1 minute or until it takes any damage. While frightened, the creature is also immobilized.</p>\n<p>On a successful save, the creature's speed is halved for 1 minute or until the creature takes any damage.</p>\n<p><strong><em>Arcane Abjuration.</em></strong> As an action, you present your holy symbol, and one celestial, elemental, fey, or fiend of your choice that is within 30 feet of you must make a Wisdom saving throw, provided that the creature can see or hear you. If the creature fails its saving throw, it is turned for 1 minute or until it takes any damage.</p>\n<p><strong><em>Champion Challenge.</em></strong> As a bonus action, you issue a challenge that compels other creatures to do battle with you. Each creature of your choice that you can see within 30 feet of you must make a Wisdom saving throw. On a failed save, a creature can't willingly move more than 30 feet away from you. This effect ends on the creature if you are incapacitated or die or if the creature is moved more than 30 feet away from you.</p>\n<p><strong><em>Charm Animals and Plants.</em></strong> As an action, you present your holy symbol and invoke the name of your deity. Each beast or plant creature that can see you within 30 feet of you must make a Wisdom saving throw. If the creature fails its saving throw, it is charmed by you for 1 minute or until it takes damage. While it is charmed by you, it is friendly to you and other creatures you designate.</p>\n<p><strong><em>Conquering Presence.</em></strong> As an action, you force each creature of your choice that you can see within 30 feet of you to make a Wisdom saving throw. On a failed save, a creature becomes frightened of you for 1 minute. The frightened creature can repeat this saving throw at the end of each of its turns, ending the effect on itself on a success.</p>\n<p><strong><em>Destructive Wrath.</em></strong> When you roll lightning or thunder damage, you can use your Channel Divinity to deal maximum damage, instead of rolling.</p>\n<p><strong><em>Emissary of Peace.</em></strong> You can use your Channel Divinity to augment your presence with divine power. As a bonus action, you grant yourself a +5 bonus to Charisma (Persuasion) checks for the next 10 minutes.</p>\n<p><strong><em>Guided Strike.</em></strong> When you make an attack roll, you can use your Channel Divinity to gain a +10 bonus to the roll. You make this choice after you see the roll, but before the DM says whether the attack hits or misses.</p>\n<p><strong><em>Invoke Duplicity.</em></strong> As an action, you create a perfect illusion of yourself that lasts for 1 minute, or until you lose your concentration (as if you were concentrating on a spell). The illusion appears in an unoccupied space that you can see within 30 feet of you. As a bonus action on your turn, you can move the illusion up to 30 feet to a space you can see, but it must remain within 120 feet of you.</p>\n<p>For the duration, you can cast spells as though you were in the illusion's space, but you must use your own senses. Additionally, when both you and your illusion are within 5 feet of a creature that can see the illusion, you have advantage on attack rolls against that creature, given how distracting the illusion is to the target.</p>\n<p><strong><em>Knowledge of the Ages.</em></strong> As an action, you choose one skill or tool. For 10 minutes, you have proficiency with the chosen skill or tool.</p>\n<p><strong><em>Nature's Wrath.</em></strong> As an action, you can cause spectral vines to spring up and reach for a creature within 10 feet of you that you can see. The creature must succeed on a Strength saving throw or be restrained. While restrained by the vines, the creature can repeat the saving throw at the end of each of its turns. On a success, it frees itself and the vines vanish.</p>\n<p><strong><em>Preserve Life.</em></strong> As an action, you present your holy symbol and evoke healing energy that can restore a number of hit points equal to five times your cleric or paladin level. Choose any creatures within 30 feet of you, and divide those hit points among them. This feature can restore a creature to no more than half of its hit point maximum. You can't use this feature on an undead or a construct.</p>\n<p><strong><em>Radiance of the Dawn.</em></strong> As an action, you present your holy symbol, and any magical darkness within 30 feet of you is dispelled. Additionally, each hostile creature within 30 feet of you must make a Constitution saving throw. A creature takes radiant damage equal to 2d10 + your cleric or paladin level on a failed saving throw, and half as much damage on a successful one. A creature that has total cover from you is not affected.</p>\n<p><strong><em>Rebuke the Violent.</em></strong> Immediately after an attacker within 30 feet of you deals damage with an attack against a creature other than you, you can use your reaction to force the attacker to make a Wisdom saving throw. On a failed save, the attacker takes radiant damage equal to the damage it just dealt. On a successful save, it takes half as much damage.</p>\n<p><strong><em>Sacred Weapon.</em></strong> As an action, you can imbue one weapon that you are holding with positive energy, using your Channel Divinity. For 1 minute, you add your Charisma modifier to attack rolls made with that weapon (with a minimum bonus of +1). The weapon also emits bright light in a 20-foot radius and dim light 20 feet beyond that. If the weapon is not already magical, it becomes magical for the duration.</p>\n<p>You can end this effect on your turn (no action required). If you are no longer holding or carrying this weapon, or if you fall unconscious, this effect ends.</p>\n<p><strong><em>Touch of Death.</em></strong> When you hit a creature with a melee attack, you can use your Channel Divinity to deal extra necrotic damage to the target. The damage equals 5 + twice your cleric or paladin level.</p>\n<p><strong><em>Turn the Faithless.</em></strong> As an action, you present your holy symbol, and each fey or fiend within 30 feet of you that can hear you must make a Wisdom saving throw. If the creature fails its saving throw, it is turned for 1 minute or until it takes any damage.</p>\n<p>If the creature's true form is concealed by an illusion, shapeshifting, or other effect, that form is revealed while it is turned.</p>\n<p><strong><em>Turn the Tide.</em></strong> As a bonus action, you can bolster injured creatures with your Channel Divinity. Each creature of your choice that can hear you within 30 feet of you regains hit points equal to 1d6 + your Charisma modifier (minimum of 1) if it has no more than half of its hit points.</p>\n<p><strong><em>Turn the Unholy.</em></strong> As an action, you present your holy symbol and speak a prayer censuring fiends and undead, using your Channel Divinity. Each fiend or undead that can see or hear you within 30 feet of you must make a Wisdom saving throw. If the creature fails its saving throw, it is turned for 1 minute or until it takes any damage.</p>\n<p><strong><em>Vow of Enmity.</em></strong> As a bonus action, you can utter a vow of enmity against a creature you can see within 10 feet of you, using your Channel Divinity. You gain advantage on attack rolls against the creature for 1 minute or until it drops to 0 hit points or falls unconscious.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SRD 5.1",
    "activation": {
      "type": "",
      "cost": null,
      "condition": ""
    },
    "duration": {
      "value": "",
      "units": ""
    },
    "cover": null,
    "target": {
      "value": null,
      "width": null,
      "units": "",
      "type": ""
    },
    "range": {
      "value": null,
      "long": null,
      "units": ""
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null,
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": "",
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell"
    },
    "type": {
      "value": "feat",
      "subtype": ""
    },
    "requirements": "Channel Divinity class feature",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "flags": {},
  "img": "",
  "effects": [],
  "folder": null,
  "sort": 0,
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.1.0",
    "coreVersion": "10.291",
    "createdTime": 1676491015292,
    "modifiedTime": 1676491015292,
    "lastModifiedBy": "RightHandOfVecna"
  }
}
