{
  "_id": "ZLI7ZO88H801BW96",
  "name": "Temple of the Gods",
  "ownership": {
    "default": 0
  },
  "type": "spell",
  "system": {
    "description": {
      "value": "<p>You cause a temple to shimmer into existence on ground you can see within range. The temple must fit within an unoccupied cube of space, up to 120 feet on each side. The temple remains until the spell ends. It is dedicated to whatever god, pantheon, or philosophy is represented by the holy symbol used in the casting.</p><p>You make all decisions about the temple's appearance. The interior is enclosed by a floor, walls, and a roof, with one door granting access to the interior and as many windows as you wish. Only you and any creatures you designate when you cast the spell can open or close the door.</p><p>The temple's interior is an open space with an idol or altar at one end. You decide whether the temple is illuminated and whether that illumination is bright light or dim light. The smell of burning incense fills the air within, and the temperature is mild.</p><p>The temple opposes types of creatures you choose when you cast this spell. Choose one or more of the following: celestials, elementals, fey, fiends, or undead. If a creature of the chosen type attempts to enter the temple, that creature must make a <strong>Charisma saving throw</strong>. On a failed save, it can't enter the temple for 24 hours. Even if the creature can enter the temple, the magic there hinders it; whenever it makes an attack roll, an ability check, or a saving throw inside the temple, it must roll a d4 and subtract the number rolled from the d20 roll.</p><p>In addition, the sensors created by divination spells can't appear inside the temple, and creatures within can't be targeted by divination spells.</p><p>Finally, whenever any creature in the temple regains hit points from a spell of 1st level or higher, the creature regains additional hit points equal to your Wisdom modifier (minimum 1 hit point).</p><p>The temple is made from opaque magical force that extends into the Ethereal Plane, thus blocking ethereal travel into the temple's interior. Nothing can physically pass through the temple's exterior. It can't be dispelled by @Compendium[dnd5e.spells.15Fa6q1nH27XfbR8]{Dispel Magic}, and @Compendium[dnd5e.spells.Eon0jzGzQRNluTPQ]{Antimagic Field} has no effect on it. A @Compendium[dnd5e.spells.HBHbOGKNVVprSlwn]{Disintegrate} spell destroys the temple instantly.</p><p>Casting this spell on the same spot every day for a year makes this effect permanent.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SRD 5.1",
    "activation": {
      "type": "hour",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": "24",
      "units": "hour"
    },
    "cover": null,
    "target": {
      "value": 1,
      "width": null,
      "units": "",
      "type": "creature"
    },
    "range": {
      "value": 120,
      "long": null,
      "units": "ft"
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null,
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": "",
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "cha",
      "dc": null,
      "scaling": "spell"
    },
    "level": 7,
    "school": "con",
    "components": {
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": false,
      "concentration": false
    },
    "materials": {
      "value": "A holy symbol worth at least 5 gp",
      "consumed": false,
      "cost": 5,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    }
  },
  "sort": 0,
  "flags": {},
  "img": "icons/magic/life/heart-cross-green.webp",
  "effects": [],
  "folder": null,
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.1.0",
    "coreVersion": "10.291",
    "createdTime": 1675986798515,
    "modifiedTime": 1675989935065,
    "lastModifiedBy": "RightHandOfVecna"
  }
}
