{
  "_id": "kMQcMfFY7VGMkKrP",
  "name": "Ability Checks",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p>An ability check tests a character's or monster's innate talent and training in an effort to overcome a challenge. The GM calls for an ability check when a character or monster attempts an action (other than an attack) that has a chance of failure. When the outcome is uncertain, the dice determine the results.</p>\n<p>For every ability check, the GM decides which of the six abilities is relevant to the task at hand and the difficulty of the task, represented by a Difficulty Class. The more difficult a task, the higher its DC. The Typical Difficulty Classes table shows the most common DCs.</p>\n<table border=\"0\" cellspacing=\"0\"><caption>\n<h4>Typical Difficulty Classes</h4>\n</caption>\n<thead>\n<tr>\n<td>Task Difficulty</td>\n<td>DC</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Very easy</td>\n<td>5</td>\n</tr>\n<tr>\n<td>Easy</td>\n<td>10</td>\n</tr>\n<tr>\n<td>Medium</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Hard</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Very hard</td>\n<td>25</td>\n</tr>\n<tr>\n<td>Nearly impossible</td>\n<td>30</td>\n</tr>\n</tbody>\n</table>\n<p>To make an ability check, roll a d20 and add the relevant ability modifier. As with other d20 rolls, apply bonuses and penalties, and compare the total to the DC. If the total equals or exceeds the DC, the ability check is a success—the creature overcomes the challenge at hand. Otherwise, it's a failure, which means the character or monster makes no progress toward the objective or makes progress combined with a setback determined by the GM.</p>\n<h2>Contests</h2>\n<p>Sometimes one character's or monster's efforts are directly opposed to another's. This can occur when both of them are trying to do the same thing and only one can succeed, such as attempting to snatch up a magic ring that has fallen on the floor. This situation also applies when one of them is trying to prevent the other one from accomplishing a goal— for example, when a monster tries to force open a door that an adventurer is holding closed. In situations like these, the outcome is determined by a special form of ability check, called a contest.</p>\n<p>Both participants in a contest make ability checks appropriate to their efforts. They apply all appropriate bonuses and penalties, but instead of comparing the total to a DC, they compare the totals of their two checks. The participant with the higher check total wins the contest. That character or monster either succeeds at the action or prevents the other one from succeeding.</p>\n<p>If the contest results in a tie, the situation remains the same as it was before the contest. Thus, one contestant might win the contest by default. If two characters tie in a contest to snatch a ring off the floor, neither character grabs it. In a contest between a monster trying to open a door and an adventurer trying to keep the door closed, a tie means that the door remains shut.</p>\n<h2>Skills</h2>\n<p>Each ability covers a broad range of capabilities, including skills that a character or a monster can be proficient in. A skill represents a specific aspect of an ability score, and an individual's proficiency in a skill demonstrates a focus on that aspect. (A character's starting skill proficiencies are determined at character creation, and a monster's skill proficiencies appear in the monster's stat block.)</p>\n<p>For example, a Dexterity check might reflect a character's attempt to pull off an acrobatic stunt, to palm an object, or to stay hidden. Each of these aspects of Dexterity has an associated skill: Acrobatics, Sleight of Hand, and Stealth, respectively. So a character who has proficiency in the Stealth skill is particularly good at Dexterity checks related to sneaking and hiding.</p>\n<p>The skills related to each ability score are shown in the following list. (No skills are related to Constitution.) See an ability's description in the later sections of this section for examples of how to use a skill associated with an ability.</p>\n<h3>Strength</h3>\n<ul>\n<li>Athletics</li>\n</ul>\n<h3>Dexterity</h3>\n<ul>\n<li>Acrobatics</li>\n<li>Sleight of Hand</li>\n<li>Stealth</li>\n</ul>\n<h3>Intelligence</h3>\n<ul>\n<li>Arcana</li>\n<li>History</li>\n<li>Investigation</li>\n<li>Nature</li>\n<li>Religion Wisdom</li>\n</ul>\n<h3>Wisdom</h3>\n<ul>\n<li>Animal Handling</li>\n<li>Insight</li>\n<li>Medicine</li>\n<li>Perception</li>\n<li>Survival</li>\n</ul>\n<h3>Charisma</h3>\n<ul>\n<li>Deception</li>\n<li>Intimidation </li>\n<li>Performance </li>\n<li>Persuasion</li>\n</ul>\n<p>Sometimes, the GM might ask for an ability check using a specific skill—for example, “Make a Wisdom (Perception) check.” At other times, a player might ask the GM if proficiency in a particular skill applies to a check. In either case, proficiency in a skill means an individual can add his or her proficiency bonus to ability checks that involve that skill. Without proficiency in the skill, the individual makes a normal ability check.</p>\n<p>For example, if a character attempts to climb up a dangerous cliff, the GM might ask for a Strength (Athletics) check. If the character is proficient in Athletics, the character's proficiency bonus is added to the Strength check. If the character lacks that proficiency, he or she just makes a Strength check.</p>\n<h3>Variant: Skills with Different Abilities</h3>\n<p>Normally, your proficiency in a skill applies only to a specific kind of ability check. Proficiency in Athletics, for example, usually applies to Strength checks. In some situations, though, your proficiency might reasonably apply to a different kind of check. In such cases, the GM might ask for a check using an unusual combination of ability and skill, or you might ask your GM if you can apply a proficiency to a different check. For example, if you have to swim from an offshore island to the mainland, your GM might call for a Constitution check to see if you have the stamina to make it that far. In this case, your GM might allow you to apply your proficiency in Athletics and ask for a Constitution (Athletics) check. So if you're proficient in Athletics, you apply your proficiency bonus to the Constitution check just as you would normally do for a Strength (Athletics) check. Similarly, when your half-orc barbarian uses a display of raw strength to intimidate an enemy, your GM might ask for a Strength (Intimidation) check, even though Intimidation is normally associated with Charisma.</p>\n<h2>Passive Checks</h2>\n<p>A passive check is a special kind of ability check that doesn't involve any die rolls. Such a check can represent the average result for a task done repeatedly, such as searching for secret doors over and over again, or can be used when the GM wants to secretly determine whether the characters succeed at something without rolling dice, such as noticing a hidden monster.</p>\n<p>Here's how to determine a character's total for a passive check:</p>\n<p>10 + all modifiers that normally apply to the check</p>\n<p>If the character has advantage on the check, add 5. For disadvantage, subtract 5. The game refers to a passive check total as a <strong>score</strong>.</p>\n<p>For example, if a 1st-level character has a Wisdom of 15 and proficiency in Perception, he or she has a passive Wisdom (Perception) score of 14.</p>\n<p>The rules on hiding in the @Compendium[dnd5e.rules.tK5FwAIu92di2zLZ]{“Dexterity” section} below rely on passive checks, as do the exploration rules.</p>\n<h2>Working Together</h2>\n<p>Sometimes two or more characters team up to attempt a task. The character who's leading the effort—or the one with the highest ability modifier—can make an ability check with advantage, reflecting the help provided by the other characters. In combat, this requires the Help action.</p>\n<p>A character can only provide help if the task is one that he or she could attempt alone. For example, trying to open a lock requires proficiency with thieves' tools, so a character who lacks that proficiency can't help another character in that task. Moreover, a character can help only when two or more individuals working together would actually be productive. Some tasks, such as threading a needle, are no easier with help.</p>\n<h3>Group Checks</h3>\n<p>When a number of individuals are trying to accomplish something as a group, the GM might ask for a group ability check. In such a situation, the characters who are skilled at a particular task help cover those who aren't.</p>\n<p>To make a group ability check, everyone in the group makes the ability check. If at least half the group succeeds, the whole group succeeds. Otherwise, the group fails.</p>\n<p>Group checks don't come up very often, and they're most useful when all the characters succeed or fail as a group. For example, when adventurers are navigating a swamp, the GM might call for a group Wisdom (Survival) check to see if the characters can avoid the quicksand, sinkholes, and other natural hazards of the environment. If at least half the group succeeds, the successful characters are able to guide their companions out of danger. Otherwise, the group stumbles into one of these hazards.</p>"
}
