{
  "_id": "bogWrnJqoNlBd0O8",
  "name": "Adventuring Gear",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p>This section describes items that have special rules or require further explanation.</p>\n<p><strong>Acid.</strong> As an action, you can splash the contents of this vial onto a creature within 5 feet of you or throw the vial up to 20 feet, shattering it on impact. In either case, make a ranged attack against a creature or object, treating the acid as an improvised weapon. On a hit, the target takes 2d6 acid damage.</p>\n<p><strong>Alchemist's Fire. </strong>This sticky, adhesive fluid ignites when exposed to air. As an action, you can throw this flask up to 20 feet, shattering it on impact. Make a ranged attack against a creature or object, treating the alchemist's fire as an improvised weapon. On a hit, the target takes 1d4 fire damage at the start of each of its turns. A creature can end this damage by using its action to make a DC 10 Dexterity check to extinguish the flames.</p>\n<p><strong>Antitoxin. </strong>A creature that drinks this vial of liquid gains advantage on saving throws against poison for 1 hour. It confers no benefit to undead or constructs.</p>\n<p><strong>Arcane Focus. </strong>An arcane focus is a special item— an orb, a crystal, a rod, a specially constructed staff, a wand-like length of wood, or some similar item— designed to channel the power of arcane spells. A sorcerer, warlock, or wizard can use such an item as a spellcasting focus.</p>\n<p><strong>Ball Bearings. </strong>As an action, you can spill these tiny metal balls from their pouch to cover a level, square area that is 10 feet on a side. A creature moving across the covered area must succeed on a DC 10 Dexterity saving throw or fall prone. A creature moving through the area at half speed doesn't need to make the save.</p>\n<p><strong>Block and Tackle. </strong>A set of pulleys with a cable threaded through them and a hook to attach to objects, a block and tackle allows you to hoist up to four times the weight you can normally lift.</p>\n<p><strong>Book. </strong>A book might contain poetry, historical accounts, information pertaining to a particular field of lore, diagrams and notes on gnomish contraptions, or just about anything else that can be represented using text or pictures. A book of spells is a spellbook (described later in this section).</p>\n<p><strong>Caltrops. </strong>As an action, you can spread a bag of caltrops to cover a square area that is 5 feet on a side. Any creature that enters the area must succeed on a DC 15 Dexterity saving throw or stop moving this turn and take 1 piercing damage. Taking this damage reduces the creature's walking speed by 10 feet until the creature regains at least 1 hit point. A creature moving through the area at half speed doesn't need to make the save.</p>\n<p><strong>Candle. </strong>For 1 hour, a candle sheds bright light in a 5-foot radius and dim light for an additional 5 feet.</p>\n<p><strong>Case, Crossbow Bolt. </strong>This wooden case can hold up to twenty crossbow bolts.</p>\n<p><strong>Case, Map or Scroll. </strong>This cylindrical leather case can hold up to ten rolled-up sheets of paper or five rolled-up sheets of parchment.</p>\n<p><strong>Chain. </strong>A chain has 10 hit points. It can be burst with a successful DC 20 Strength check.</p>\n<p><strong>Climber's Kit. </strong>A climber's kit includes special pitons, boot tips, gloves, and a harness. You can use the climber's kit as an action to anchor yourself; when you do, you can't fall more than 25 feet from the point where you anchored yourself, and you can't climb more than 25 feet away from that point without undoing the anchor.</p>\n<p><strong>Component Pouch. </strong>A component pouch is a small, watertight leather belt pouch that has compartments to hold all the material components and other special items you need to cast your spells, except for those components that have a specific cost (as indicated in a spell's description).</p>\n<p><strong>Crowbar. </strong>Using a crowbar grants advantage to Strength checks where the crowbar's leverage can be applied.</p>\n<p><strong>Druidic Focus. </strong>A druidic focus might be a sprig of mistletoe or holly, a wand or scepter made of yew or another special wood, a staff drawn whole out of a living tree, or a totem object incorporating feathers, fur, bones, and teeth from sacred animals. A druid can use such an object as a spellcasting focus.</p>\n<p><strong>Fishing Tackle. </strong>This kit includes a wooden rod, silken line, corkwood bobbers, steel hooks, lead sinkers, velvet lures, and narrow netting.</p>\n<p><strong>Healer's Kit. </strong>This kit is a leather pouch containing bandages, salves, and splints. The kit has ten uses. As an action, you can expend one use of the kit to stabilize a creature that has 0 hit points, without needing to make a Wisdom (Medicine) check.</p>\n<p><strong>Holy Symbol. </strong>A holy symbol is a representation of a god or pantheon. It might be an amulet depicting a symbol representing a deity, the same symbol carefully engraved or inlaid as an emblem on a shield, or a tiny box holding a fragment of a sacred relic. Appendix PH-B \"Fantasy-Historical Pantheons\" lists the symbols commonly associated with many gods in the multiverse. A cleric or paladin can use a holy symbol as a spellcasting focus. To use the symbol in this way, the caster must hold it in hand, wear it visibly, or bear it on a shield.</p>\n<p><strong>Holy Water. </strong>As an action, you can splash the contents of this flask onto a creature within 5 feet of you or throw it up to 20 feet, shattering it on impact. In either case, make a ranged attack against a target creature, treating the holy water as an improvised weapon. If the target is a fiend or undead, it takes 2d6 radiant damage. A cleric or paladin may create holy water by performing a special ritual. The ritual takes 1 hour to perform, uses 25 gp worth of powdered silver, and requires the caster to expend a 1st-level spell slot.</p>\n<p><strong>Hunting Trap.</strong> When you use your action to set it, this trap forms a saw-toothed steel ring that snaps shut when a creature steps on a pressure plate in the center. The trap is affixed by a heavy chain to an immobile object, such as a tree or a spike driven into the ground. A creature that steps on the plate must succeed on a DC 13 Dexterity saving throw or take 1d4 piercing damage and stop moving. Thereafter, until the creature breaks free of the trap, its movement is limited by the length of the chain (typically 3 feet long). A creature can use its action to make a DC 13 Strength check, freeing itself or another creature within its reach on a success. Each failed check deals 1 piercing damage to the trapped creature.</p>\n<p><strong>Lamp. </strong>A lamp casts bright light in a 15-foot radius and dim light for an additional 30 feet. Once lit, it burns for 6 hours on a flask (1 pint) of oil.</p>\n<p><strong>Lantern, Bullseye. </strong>A bullseye lantern casts bright light in a 60-foot cone and dim light for an additional 60 feet. Once lit, it burns for 6 hours on a flask (1 pint) of oil.</p>\n<p><strong>Lantern, Hooded. </strong>A hooded lantern casts bright light in a 30-foot radius and dim light for an additional 30 feet. Once lit, it burns for 6 hours on a flask (1 pint) of oil. As an action, you can lower the hood, reducing the light to dim light in a 5-foot radius.</p>\n<p><strong>Lock. </strong>A key is provided with the lock. Without the key, a creature proficient with thieves' tools can pick this lock with a successful DC 15 Dexterity check. Your GM may decide that better locks are available for higher prices.</p>\n<p><strong>Magnifying Glass.</strong> This lens allows a closer look at small objects. It is also useful as a substitute for flint and steel when starting fires. Lighting a fire with a magnifying glass requires light as bright as sunlight to focus, tinder to ignite, and about 5 minutes for the fire to ignite. A magnifying glass grants advantage on any ability check made to appraise or inspect an item that is small or highly detailed.</p>\n<p><strong>Manacles. </strong>These metal restraints can bind a Small or Medium creature. Escaping the manacles requires a successful DC 20 Dexterity check. Breaking them requires a successful DC 20 Strength check. Each set of manacles comes with one key. Without the key, a creature proficient with thieves' tools can pick the manacles' lock with a successful DC 15 Dexterity check. Manacles have 15 hit points.</p>\n<p><strong>Mess Kit. </strong>This tin box contains a cup and simple cutlery. The box clamps together, and one side can be used as a cooking pan and the other as a plate or shallow bowl.</p>\n<p><strong>Oil. </strong>Oil usually comes in a clay flask that holds 1 pint. As an action, you can splash the oil in this flask onto a creature within 5 feet of you or throw it up to 20 feet, shattering it on impact. Make a ranged attack against a target creature or object, treating the oil as an improvised weapon. On a hit, the target is covered in oil. If the target takes any fire damage before the oil dries (after 1 minute), the target takes an additional 5 fire damage from the burning oil. You can also pour a flask of oil on the ground to cover a 5-foot-square area, provided that the surface is level. If lit, the oil burns for 2 rounds and deals 5 fire damage to any creature that enters the area or ends its turn in the area. A creature can take this damage only once per turn.</p>\n<p><strong>Poison, Basic.</strong> You can use the poison in this vial to coat one slashing or piercing weapon or up to three pieces of ammunition. Applying the poison takes an action. A creature hit by the poisoned weapon or ammunition must make a DC 10 Constitution saving throw or take 1d4 poison damage. Once applied, the poison retains potency for 1 minute before drying.</p>\n<p><strong>Potion of Healing. </strong>A character who drinks the magical red fluid in this vial regains 2d4 + 2 hit points. Drinking or administering a potion takes an action.</p>\n<p><strong>Pouch. </strong>A cloth or leather pouch can hold up to 20 sling bullets or 50 blowgun needles, among other things. A compartmentalized pouch for holding spell components is called a component pouch (described earlier in this section).</p>\n<p><strong>Quiver.</strong> A quiver can hold up to 20 arrows.</p>\n<p><strong>Ram, Portable. </strong>You can use a portable ram to break down doors. When doing so, you gain a +4 bonus on the Strength check. One other character can help you use the ram, giving you advantage on this check.</p>\n<p><strong>Rations. </strong>Rations consist of dry foods suitable for extended travel, including jerky, dried fruit, hardtack, and nuts.</p>\n<p><strong>Rope.</strong> Rope, whether made of hemp or silk, has 2 hit points and can be burst with a DC 17 Strength check.</p>\n<p><strong>Scale, Merchant's. </strong>A scale includes a small balance, pans, and a suitable assortment of weights up to 2 pounds. With it, you can measure the exact weight of small objects, such as raw precious metals or trade goods, to help determine their worth.</p>\n<p><strong>Spellbook.</strong> Essential for wizards, a spellbook is a leather-bound tome with 100 blank vellum pages suitable for recording spells.</p>\n<p><strong>Spyglass.</strong> Objects viewed through a spyglass are magnified to twice their size.</p>\n<p><strong>Tent. </strong>A simple and portable canvas shelter, a tent sleeps two.</p>\n<p><strong>Tinderbox. </strong>This small container holds flint, fire steel, and tinder (usually dry cloth soaked in light oil) used to kindle a fire. Using it to light a torch—or anything else with abundant, exposed fuel—takes an action. Lighting any other fire takes 1 minute.</p>\n<p><strong>Torch.</strong> A torch burns for 1 hour, providing bright light in a 20-foot radius and dim light for an additional 20 feet. If you make a melee attack with a burning torch and hit, it deals 1 fire damage.</p>\n<table border=\"0\" cellspacing=\"0\"><caption>\n<h4>Adventuring Gear</h4>\n</caption>\n<thead>\n<tr>\n<td>Item</td>\n<td>Cost</td>\n<td>Weight</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Abacus</td>\n<td>2 gp</td>\n<td>2 lb.</td>\n</tr>\n<tr>\n<td>Acid (vial)</td>\n<td>25 gp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>Alchemist's fire (flask)</td>\n<td>50 gp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td><em>Ammunition</em></td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>     Arrows (20)</td>\n<td>1 gp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>     Blowgun needles (50)</td>\n<td>1 gp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>     Crossbow bolts (20)</td>\n<td>1 gp</td>\n<td>1½ lb.</td>\n</tr>\n<tr>\n<td>     Sling bullets (20)</td>\n<td>4 cp</td>\n<td>1½ lb.</td>\n</tr>\n<tr>\n<td>Antitoxin (vial)</td>\n<td>50 gp</td>\n<td>—</td>\n</tr>\n<tr>\n<td><em>Arcane focus</em></td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>     Crystal</td>\n<td>10 gp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>     Orb</td>\n<td>20 gp</td>\n<td>3 lb.</td>\n</tr>\n<tr>\n<td>     Rod</td>\n<td>10 gp</td>\n<td>2 lb.</td>\n</tr>\n<tr>\n<td>     Staff</td>\n<td>5 gp</td>\n<td>4 lb.</td>\n</tr>\n<tr>\n<td>     Wand</td>\n<td>10 gp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>Backpack</td>\n<td>2 gp</td>\n<td>5 lb.</td>\n</tr>\n<tr>\n<td>Ball bearings (bag of 1,000)</td>\n<td>1 gp</td>\n<td>2 lb.</td>\n</tr>\n<tr>\n<td>Barrel</td>\n<td>2 gp</td>\n<td>70 lb.</td>\n</tr>\n<tr>\n<td>Basket</td>\n<td>4 sp</td>\n<td>2 lb.</td>\n</tr>\n<tr>\n<td>Bedroll</td>\n<td>1 gp</td>\n<td>7 lb.</td>\n</tr>\n<tr>\n<td>Bell</td>\n<td>1 gp</td>\n<td>—</td>\n</tr>\n<tr>\n<td>Blanket</td>\n<td>5 sp</td>\n<td>3 lb.</td>\n</tr>\n<tr>\n<td>Block and tackle</td>\n<td>1 gp</td>\n<td>5 lb.</td>\n</tr>\n<tr>\n<td>Book</td>\n<td>25 gp</td>\n<td>5 lb.</td>\n</tr>\n<tr>\n<td>Bottle, glass</td>\n<td>2 gp</td>\n<td>2 lb.</td>\n</tr>\n<tr>\n<td>Bucket</td>\n<td>5 cp</td>\n<td>2 lb.</td>\n</tr>\n<tr>\n<td>Caltrops (bag of 20)</td>\n<td>1 gp</td>\n<td>2 lb.</td>\n</tr>\n<tr>\n<td>Candle</td>\n<td>1 cp</td>\n<td>—</td>\n</tr>\n<tr>\n<td>Case, crossbow bolt</td>\n<td>1 gp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>Case, map or scroll</td>\n<td>1 gp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>Chain (10 feet)</td>\n<td>5 gp</td>\n<td>10 lb.</td>\n</tr>\n<tr>\n<td>Chalk (1 piece)</td>\n<td>1 cp</td>\n<td>—</td>\n</tr>\n<tr>\n<td>Chest</td>\n<td>5 gp</td>\n<td>25 lb.</td>\n</tr>\n<tr>\n<td>Climber's kit</td>\n<td>25 gp</td>\n<td>12 lb.</td>\n</tr>\n<tr>\n<td>Clothes, common</td>\n<td>5 sp</td>\n<td>3 lb.</td>\n</tr>\n<tr>\n<td>Clothes, costume</td>\n<td>5 gp</td>\n<td>4 lb.</td>\n</tr>\n<tr>\n<td>Clothes, fine</td>\n<td>15 gp</td>\n<td>6 lb.</td>\n</tr>\n<tr>\n<td>Clothes, traveler's</td>\n<td>2 gp</td>\n<td>4 lb.</td>\n</tr>\n<tr>\n<td>Component pouch</td>\n<td>25 gp</td>\n<td>2 lb.</td>\n</tr>\n<tr>\n<td>Crowbar</td>\n<td>2 gp</td>\n<td>5 lb.</td>\n</tr>\n<tr>\n<td><em>Druidic focus</em></td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>     Sprig of mistletoe</td>\n<td>1 gp</td>\n<td>—</td>\n</tr>\n<tr>\n<td>     Totem</td>\n<td>1 gp</td>\n<td>—</td>\n</tr>\n<tr>\n<td>     Wooden staff</td>\n<td>5 gp</td>\n<td>4 lb.</td>\n</tr>\n<tr>\n<td>     Yew wand</td>\n<td>10 gp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>Fishing tackle</td>\n<td>1 gp</td>\n<td>4 lb.</td>\n</tr>\n<tr>\n<td>Flask or tankard</td>\n<td>2 cp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>Grappling hook</td>\n<td>2 gp</td>\n<td>4 lb.</td>\n</tr>\n<tr>\n<td>Hammer</td>\n<td>1 gp</td>\n<td>3 lb.</td>\n</tr>\n<tr>\n<td>Hammer, sledge</td>\n<td>2 gp</td>\n<td>10 lb.</td>\n</tr>\n<tr>\n<td>Healer's kit</td>\n<td>5 gp</td>\n<td>3 lb.</td>\n</tr>\n<tr>\n<td><em>Holy symbol</em></td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>     Amulet</td>\n<td>5 gp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>     Emblem</td>\n<td>5 gp</td>\n<td>—</td>\n</tr>\n<tr>\n<td>     Reliquary</td>\n<td>5 gp</td>\n<td>2 lb.</td>\n</tr>\n<tr>\n<td>Holy water (flask)</td>\n<td>25 gp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>Hourglass</td>\n<td>25 gp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>Hunting trap</td>\n<td>5 gp</td>\n<td>25 lb.</td>\n</tr>\n<tr>\n<td>Ink (1 ounce bottle)</td>\n<td>10 gp</td>\n<td>—</td>\n</tr>\n<tr>\n<td>Ink pen</td>\n<td>2 cp</td>\n<td>—</td>\n</tr>\n<tr>\n<td>Jug or pitcher</td>\n<td>2 cp</td>\n<td>4 lb.</td>\n</tr>\n<tr>\n<td>Ladder (10-foot)</td>\n<td>1 sp</td>\n<td>25 lb.</td>\n</tr>\n<tr>\n<td>Lamp</td>\n<td>5 sp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>Lantern, bullseye</td>\n<td>10 gp</td>\n<td>2 lb.</td>\n</tr>\n<tr>\n<td>Lantern, hooded</td>\n<td>5 gp</td>\n<td>2 lb.</td>\n</tr>\n<tr>\n<td>Lock</td>\n<td>10 gp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>Magnifying glass</td>\n<td>100 gp</td>\n<td>—</td>\n</tr>\n<tr>\n<td>Manacles</td>\n<td>2 gp</td>\n<td>6 lb.</td>\n</tr>\n<tr>\n<td>Mess kit</td>\n<td>2 sp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>Mirror, steel</td>\n<td>5 gp</td>\n<td>1/2 lb.</td>\n</tr>\n<tr>\n<td>Oil (flask)</td>\n<td>1 sp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>Paper (one sheet)</td>\n<td>2 sp</td>\n<td>—</td>\n</tr>\n<tr>\n<td>Parchment (one sheet)</td>\n<td>1 sp</td>\n<td>—</td>\n</tr>\n<tr>\n<td>Perfume (vial)</td>\n<td>5 gp</td>\n<td>—</td>\n</tr>\n<tr>\n<td>Pick, miner's</td>\n<td>2 gp</td>\n<td>10 lb.</td>\n</tr>\n<tr>\n<td>Piton</td>\n<td>5 cp</td>\n<td>1/4 lb.</td>\n</tr>\n<tr>\n<td>Poison, basic (vial)</td>\n<td>100 gp</td>\n<td>—</td>\n</tr>\n<tr>\n<td>Pole (10-foot)</td>\n<td>5 cp</td>\n<td>7 lb.</td>\n</tr>\n<tr>\n<td>Pot, iron</td>\n<td>2 gp</td>\n<td>10 lb.</td>\n</tr>\n<tr>\n<td>Potion of healing</td>\n<td>50 gp</td>\n<td>1/2 lb.</td>\n</tr>\n<tr>\n<td>Pouch</td>\n<td>5 sp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>Quiver</td>\n<td>1 gp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>Ram, portable</td>\n<td>4 gp</td>\n<td>35 lb.</td>\n</tr>\n<tr>\n<td>Rations (1 day)</td>\n<td>5 sp</td>\n<td>2 lb.</td>\n</tr>\n<tr>\n<td>Robes</td>\n<td>1 gp</td>\n<td>4 lb.</td>\n</tr>\n<tr>\n<td>Rope, hempen (50 feet)</td>\n<td>1 gp</td>\n<td>10 lb.</td>\n</tr>\n<tr>\n<td>Rope, silk (50 feet)</td>\n<td>10 gp</td>\n<td>5 lb.</td>\n</tr>\n<tr>\n<td>Sack</td>\n<td>1 cp</td>\n<td>1/2 lb.</td>\n</tr>\n<tr>\n<td>Scale, merchant's</td>\n<td>5 gp</td>\n<td>3 lb.</td>\n</tr>\n<tr>\n<td>Sealing wax</td>\n<td>5 sp</td>\n<td>—</td>\n</tr>\n<tr>\n<td>Shovel</td>\n<td>2 gp</td>\n<td>5 lb.</td>\n</tr>\n<tr>\n<td>Signal whistle</td>\n<td>5 cp</td>\n<td>—</td>\n</tr>\n<tr>\n<td>Signet ring</td>\n<td>5 gp</td>\n<td>—</td>\n</tr>\n<tr>\n<td>Soap</td>\n<td>2 cp</td>\n<td>—</td>\n</tr>\n<tr>\n<td>Spellbook</td>\n<td>50 gp</td>\n<td>3 lb.</td>\n</tr>\n<tr>\n<td>Spikes, iron (10)</td>\n<td>1 gp</td>\n<td>5 lb.</td>\n</tr>\n<tr>\n<td>Spyglass</td>\n<td>1,000 gp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>Tent, two-person</td>\n<td>2 gp</td>\n<td>20 lb.</td>\n</tr>\n<tr>\n<td>Tinderbox</td>\n<td>5 sp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>Torch</td>\n<td>1 cp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>Vial</td>\n<td>1 gp</td>\n<td>—</td>\n</tr>\n<tr>\n<td>Waterskin</td>\n<td>2 sp</td>\n<td>5 lb. (full)</td>\n</tr>\n<tr>\n<td>Whetstone</td>\n<td>1 cp</td>\n<td>1 lb.</td>\n</tr>\n</tbody>\n</table>\n<table border=\"0\" cellspacing=\"0\"><caption>\n<h4>Container Capacity</h4>\n</caption>\n<tfoot>\n<tr>\n<td colspan=\"2\">* You can also strap items, such as a bedroll or a coil of rope, to the outside of a backpack.</td>\n</tr>\n</tfoot>\n<thead>\n<tr>\n<td>Container</td>\n<td>Capacity</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Backpack*</td>\n<td>1 cubic foot/30 pounds of gear</td>\n</tr>\n<tr>\n<td>Barrel</td>\n<td>40 gallons liquid, 4 cubic feet solid</td>\n</tr>\n<tr>\n<td>Basket</td>\n<td>2 cubic feet/40 pounds of gear</td>\n</tr>\n<tr>\n<td>Bottle</td>\n<td>1½ pints liquid</td>\n</tr>\n<tr>\n<td>Bucket</td>\n<td>3 gallons liquid, 1/2 cubic foot solid</td>\n</tr>\n<tr>\n<td>Chest</td>\n<td>12 cubic feet/300 pounds of gear</td>\n</tr>\n<tr>\n<td>Flask or tankard</td>\n<td>1 pint liquid</td>\n</tr>\n<tr>\n<td>Jug or pitcher</td>\n<td>1 gallon liquid</td>\n</tr>\n<tr>\n<td>Pot, iron</td>\n<td>1 gallon liquid</td>\n</tr>\n<tr>\n<td>Pouch</td>\n<td>1/5 cubic foot/6 pounds of gear</td>\n</tr>\n<tr>\n<td>Sack</td>\n<td>1 cubic foot/30 pounds of gear</td>\n</tr>\n<tr>\n<td>Vial</td>\n<td>4 ounces liquid</td>\n</tr>\n<tr>\n<td>Waterskin</td>\n<td>4 pints liquid</td>\n</tr>\n</tbody>\n</table>\n<hr>\n<h4>Equipment Packs</h4>\n<p>The starting equipment you get from your class includes a collection of useful adventuring gear, put together in a pack. The contents of these packs are listed here. If you are buying your starting equipment, you can purchase a pack for the price shown, which might be cheaper than buying the items individually.</p>\n<p><strong>Burglar's Pack (16 gp).</strong> Includes a backpack, a bag of 1,000 ball bearings, 10 feet of string, a bell, 5 candles, a crowbar, a hammer, 10 pitons, a hooded lantern, 2 flasks of oil, 5 days rations, a tinderbox, and a waterskin. The pack also has 50 feet of hempen rope strapped to the side of it.</p>\n<p><strong>Diplomat's Pack (39 gp).</strong> Includes a chest, 2 cases for maps and scrolls, a set of fine clothes, a bottle of ink, an ink pen, a lamp, 2 flasks of oil, 5 sheets of paper, a vial of perfume, sealing wax, and soap.</p>\n<p><strong>Dungeoneer's Pack (12 gp). </strong>Includes a backpack, a crowbar, a hammer, 10 pitons, 10 torches, a tinderbox, 10 days of rations, and a waterskin. The pack also has 50 feet of hempen rope strapped to the side of it.</p>\n<p><strong>Entertainer's Pack (40 gp). </strong>Includes a backpack, a bedroll, 2 costumes, 5 candles, 5 days of rations, a waterskin, and a disguise kit.</p>\n<p><strong>Explorer's Pack (10 gp). </strong>Includes a backpack, a bedroll, a mess kit, a tinderbox, 10 torches, 10 days of rations, and a waterskin. The pack also has 50 feet of hempen rope strapped to the side of it.</p>\n<p><strong>Priest's Pack (19 gp).</strong> Includes a backpack, a blanket, 10 candles, a tinderbox, an alms box, 2 blocks of incense, a censer, vestments, 2 days of rations, and a waterskin.</p>\n<p><strong>Scholar's Pack (40 gp). </strong>Includes a backpack, a book of lore, a bottle of ink, an ink pen, 10 sheets of parchment, a little bag of sand, and a small knife.</p>"
}
