{
  "name": "Appendix B: Gods and the Multiverse",
  "pages": [
    {
      "name": "Fantasy-Historical Pantheons",
      "type": "text",
      "title": {
        "show": true,
        "level": 1
      },
      "text": {
        "format": 1,
        "content": "<p>The Celtic, Egyptian, Greek, and Norse pantheons are fantasy interpretations of historical religions from our world's ancient times. They include deities that are most appropriate for use in a game, divorced from their historical context in the real world and united into pantheons that serve the needs of the game.</p>\n<h3>The Celtic Pantheon</h3>\n<p>It's said that something wild lurks in the heart of every soul, a space that thrills to the sound of geese calling at night, to the whispering wind through the pines, to the unexpected red of mistletoe on an oak—and it is in this space that the Celtic gods dwell. They sprang from the brook and stream, their might heightened by the strength of the oak and the beauty of the woodlands and open moor. When the first forester dared put a name to the face seen in the bole of a tree or the voice babbling in a brook, these gods forced themselves into being.</p>\n<p>The Celtic gods are as often served by druids as by clerics, for they are closely aligned with the forces of nature that druids revere.</p>\n<table><caption>\n<h4>Celtic Deities</h4>\n</caption>\n<thead>\n<tr>\n<td>Deity</td>\n<td>Alignment</td>\n<td>Suggested Domains</td>\n<td>Symbol</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>The Daghdha, god of weather and crops</td>\n<td>CG</td>\n<td>Nature, Trickery</td>\n<td>Bubbling cauldron or shield</td>\n</tr>\n<tr>\n<td>Arawn, god of life and death</td>\n<td>NE</td>\n<td>Life, Death</td>\n<td>Black star on gray background</td>\n</tr>\n<tr>\n<td>Belenus, god of sun, light, and warmth</td>\n<td>NG</td>\n<td>Light</td>\n<td>Solar disk and standing stones</td>\n</tr>\n<tr>\n<td>Brigantia, goddess of rivers and livestock</td>\n<td>NG</td>\n<td>Life</td>\n<td>Footbridge</td>\n</tr>\n<tr>\n<td>Diancecht, god of medicine and healing</td>\n<td>LG</td>\n<td>Life</td>\n<td>Crossed oak and mistletoe branches</td>\n</tr>\n<tr>\n<td>Dunatis, god of mountains and peaks</td>\n<td>N</td>\n<td>Nature</td>\n<td>Red sun-capped mountain peak</td>\n</tr>\n<tr>\n<td>Goibhniu, god of smiths and healing</td>\n<td>NG</td>\n<td>Knowledge, Life</td>\n<td>Giant mallet over sword</td>\n</tr>\n<tr>\n<td>Lugh, god of arts, travel, and commerce</td>\n<td>CN</td>\n<td>Knowledge, Life</td>\n<td>Pair of long hands</td>\n</tr>\n<tr>\n<td>Manannan mac Lir, god of oceans and sea creatures</td>\n<td>LN</td>\n<td>Nature, Tempest</td>\n<td>Wave of white water on green</td>\n</tr>\n<tr>\n<td>Math Mathonwy, god of magic</td>\n<td>NE</td>\n<td>Knowledge</td>\n<td>Staff</td>\n</tr>\n<tr>\n<td>Morrigan, goddess of battle</td>\n<td>CE</td>\n<td>War</td>\n<td>Two crossed spears</td>\n</tr>\n<tr>\n<td>Nuada, god of war and warriors</td>\n<td>N</td>\n<td>War</td>\n<td>Silver hand on black background</td>\n</tr>\n<tr>\n<td>Oghma, god of speech and writing</td>\n<td>NG</td>\n<td>Knowledge</td>\n<td>Unfurled scroll</td>\n</tr>\n<tr>\n<td>Silvanus, god of nature and forests</td>\n<td>N</td>\n<td>Nature</td>\n<td>Summer oak tree</td>\n</tr>\n</tbody>\n</table>\n<h3>The Greek Pantheon</h3>\n<p>The gods of Olympus make themselves known with the gentle lap of waves against the shores and the crash of the thunder among the cloud-enshrouded peaks. The thick boar-infested woods and the sere, olive-covered hillsides hold evidence of their passing. Every aspect of nature echoes with their presence, and they've made a place for themselves inside the human heart, too.</p>\n<table><caption>\n<h4>Greek Deities</h4>\n</caption>\n<thead>\n<tr>\n<td>Deity</td>\n<td>Alignment</td>\n<td>Suggested Domains</td>\n<td>Symbol</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Zeus, god of the sky, ruler of the gods</td>\n<td>N</td>\n<td>Tempest</td>\n<td>Fist full of lightning bolts</td>\n</tr>\n<tr>\n<td>Aphrodite, goddess of love and beauty</td>\n<td>CG</td>\n<td>Light</td>\n<td>Sea shell</td>\n</tr>\n<tr>\n<td>Apollo, god of light, music, and healing</td>\n<td>CG</td>\n<td>Knowledge, Life, Light</td>\n<td>Lyre</td>\n</tr>\n<tr>\n<td>Ares, god of war and strife</td>\n<td>CE</td>\n<td>War</td>\n<td>Spear</td>\n</tr>\n<tr>\n<td>Artemis, goddess of hunting and childbirth</td>\n<td>NG</td>\n<td>Life, Nature</td>\n<td>Bow and arrow on lunar disk</td>\n</tr>\n<tr>\n<td>Athena, goddess of wisdomand civilization</td>\n<td>LG</td>\n<td>Knowledge, War</td>\n<td>Owl</td>\n</tr>\n<tr>\n<td>Demeter, goddess of agriculture</td>\n<td>NG</td>\n<td>Life</td>\n<td>Mareʼs head</td>\n</tr>\n<tr>\n<td>Dionysus, god of mirth and wine</td>\n<td>CN</td>\n<td>Life</td>\n<td>Thyrsus (staff tipped with pine cone)</td>\n</tr>\n<tr>\n<td>Hades, god of the underworld</td>\n<td>LE</td>\n<td>Death</td>\n<td>Black ram</td>\n</tr>\n<tr>\n<td>Hecate, goddess of magic and the moon</td>\n<td>CE</td>\n<td>Knowledge, Trickery</td>\n<td>Setting moon</td>\n</tr>\n<tr>\n<td>Hephaestus, god of smithing and craft</td>\n<td>NG</td>\n<td>Knowledge</td>\n<td>Hammer and anvil</td>\n</tr>\n<tr>\n<td>Hera, goddess of marriage and intrigue</td>\n<td>CN</td>\n<td>Trickery</td>\n<td>Fan of peacock feathers</td>\n</tr>\n<tr>\n<td>Hercules, god of strength and adventure</td>\n<td>CG</td>\n<td>Tempest, War</td>\n<td>Lionʼs head</td>\n</tr>\n<tr>\n<td>Hermes, god of travel and commerce</td>\n<td>CG</td>\n<td>Trickery</td>\n<td>Caduceus (winged staff and serpents)</td>\n</tr>\n<tr>\n<td>Hestia, goddess of home and family</td>\n<td>NG</td>\n<td>Life</td>\n<td>Hearth</td>\n</tr>\n<tr>\n<td>Nike, goddess of victory</td>\n<td>LN</td>\n<td>War</td>\n<td>Winged woman</td>\n</tr>\n<tr>\n<td>Pan, god of nature</td>\n<td>CN</td>\n<td>Nature</td>\n<td>Syrinx (pan pipes)</td>\n</tr>\n<tr>\n<td>Poseidon, god of the sea and earthquakes</td>\n<td>CN</td>\n<td>Tempest</td>\n<td>Trident</td>\n</tr>\n<tr>\n<td>Tyche, goddess of good fortune</td>\n<td>N</td>\n<td>Trickery</td>\n<td>Red pentagram</td>\n</tr>\n</tbody>\n</table>\n<h3>The Egyptian Pantheon</h3>\n<p>These gods are a young dynasty of an ancient divine family, heirs to the rulership of the cosmos and the maintenance of the divine principle of Ma'at—the fundamental order of truth, justice, law, and order that puts gods, mortal pharaohs, and ordinary men and women in their logical and rightful place in the universe.</p>\n<p>The Egyptian pantheon is unusual in having three gods responsible for death, each with different alignments. Anubis is the lawful neutral god of the afterlife, who judges the souls of the dead. Set is a chaotic evil god of murder, perhaps best known for killing his brother Osiris. And Nephthys is a chaotic good goddess of mourning.</p>\n<table><caption>\n<h4>Egyptian Deities</h4>\n</caption>\n<thead>\n<tr>\n<td>Deity</td>\n<td>Alignment</td>\n<td>Suggested Domains</td>\n<td>Symbol</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Re-Horakhty, god of the sun, ruler of the gods</td>\n<td>LG</td>\n<td>Life, Light</td>\n<td>Solar disk encircled by serpent</td>\n</tr>\n<tr>\n<td>Anubis, god of judgment and death</td>\n<td>LN</td>\n<td>Death</td>\n<td>Black jackal</td>\n</tr>\n<tr>\n<td>Apep, god of evil, fire, and serpents</td>\n<td>NE</td>\n<td>Trickery</td>\n<td>Flaming snake</td>\n</tr>\n<tr>\n<td>Bast, goddess of cats and vengeance</td>\n<td>CG</td>\n<td>War</td>\n<td>Cat</td>\n</tr>\n<tr>\n<td>Bes, god of luck and music</td>\n<td>CN</td>\n<td>Trickery</td>\n<td>Image of the misshapen deity</td>\n</tr>\n<tr>\n<td>Hathor, goddess of love, music, and motherhood</td>\n<td>NG</td>\n<td>Life, Light</td>\n<td>Horned cowʼs head with lunar disk</td>\n</tr>\n<tr>\n<td>Imhotep, god of crafts and medicine</td>\n<td>NG</td>\n<td>Knowledge</td>\n<td>Step pyramid</td>\n</tr>\n<tr>\n<td>Isis, goddess of fertility and magic</td>\n<td>NG</td>\n<td>Knowledge, Life</td>\n<td>Ankh and star</td>\n</tr>\n<tr>\n<td>Nephthys, goddess of death and grief</td>\n<td>CG</td>\n<td>Death</td>\n<td>Horns around a lunar disk</td>\n</tr>\n<tr>\n<td>Osiris, god of nature and the underworld</td>\n<td>LG</td>\n<td>Life, Nature</td>\n<td>Crook and flail</td>\n</tr>\n<tr>\n<td>Ptah, god of crafts, knowledge, and secrets</td>\n<td>LN</td>\n<td>Knowledge</td>\n<td>Bull</td>\n</tr>\n<tr>\n<td>Set, god of darkness and desert storms</td>\n<td>CE</td>\n<td>Death, Tempest, Trickery</td>\n<td>Coiled cobra</td>\n</tr>\n<tr>\n<td>Sobek, god of water and crocodiles</td>\n<td>LE</td>\n<td>Nature, Tempest</td>\n<td>Crocodile head with horns and plumes</td>\n</tr>\n<tr>\n<td>Thoth, god of knowledge and wisdom</td>\n<td>N</td>\n<td>Knowledge</td>\n<td>Ibis</td>\n</tr>\n</tbody>\n</table>\n<h3>The Norse Pantheon</h3>\n<p>Where the land plummets from the snowy hills into the icy fjords below, where the longboats draw up on to the beach, where the glaciers flow forward and retreat with every fall and spring—this is the land of the Vikings, the home of the Norse pantheon. It's a brutal clime, and one that calls for brutal living. The warriors of the land have had to adapt to the harsh conditions in order to survive, but they haven't been too twisted by the needs of their environment. Given the necessity of raiding for food and wealth, it's surprising the mortals turned out as well as they did. Their powers reflect the need these warriors had for strong leadership and decisive action. Thus, they see their deities in every bend of a river, hear them in the crash of the thunder and the booming of the glaciers, and smell them in the smoke of a burning longhouse.</p>\n<p>The Norse pantheon includes two main families, the Aesir (deities of war and destiny) and the Vanir (gods of fertility and prosperity). Once enemies, these two families are now closely allied against their common enemies, the giants (including the gods Surtur and Thrym).</p>\n<table><caption>\n<h4>Norse Deities</h4>\n</caption>\n<thead>\n<tr>\n<td>Deity</td>\n<td>Alignment</td>\n<td>Suggested Domains</td>\n<td>Symbol</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Odin, god of knowledge and war</td>\n<td>NG</td>\n<td>Knowledge, War</td>\n<td>Watching blue eye</td>\n</tr>\n<tr>\n<td>Aegir, god of the sea and storms</td>\n<td>NE</td>\n<td>Tempest</td>\n<td>Rough ocean waves</td>\n</tr>\n<tr>\n<td>Balder, god of beauty and poetry</td>\n<td>NG</td>\n<td>Life, Light</td>\n<td>Gem-encrusted silver chalice</td>\n</tr>\n<tr>\n<td>Forseti, god of justice and law</td>\n<td>N</td>\n<td>Light</td>\n<td>Head of a bearded man</td>\n</tr>\n<tr>\n<td>Frey, god of fertility and the sun</td>\n<td>NG</td>\n<td>Life, Light</td>\n<td>Ice-blue greatsword</td>\n</tr>\n<tr>\n<td>Freya, goddess of fertility and love</td>\n<td>NG</td>\n<td>Life</td>\n<td>Falcon</td>\n</tr>\n<tr>\n<td>Frigga, goddess of birth and fertility</td>\n<td>N</td>\n<td>Life, Light</td>\n<td>Cat</td>\n</tr>\n<tr>\n<td>Heimdall, god of watchfulness and loyalty</td>\n<td>LG</td>\n<td>Light, War</td>\n<td>Curling musical horn</td>\n</tr>\n<tr>\n<td>Hel, goddess of the underworld</td>\n<td>NE</td>\n<td>Death</td>\n<td>Womanʼs face, rotting on one side</td>\n</tr>\n<tr>\n<td>Hermod, god of luck</td>\n<td>CN</td>\n<td>Trickery</td>\n<td>Winged scroll</td>\n</tr>\n<tr>\n<td>Loki, god of thieves and trickery</td>\n<td>CE</td>\n<td>Trickery</td>\n<td>Flame</td>\n</tr>\n<tr>\n<td>Njord, god of sea and wind</td>\n<td>NG</td>\n<td>Nature, Tempest</td>\n<td>Gold coin</td>\n</tr>\n<tr>\n<td>Odur, god of light and the sun</td>\n<td>CG</td>\n<td>Light</td>\n<td>Solar disk</td>\n</tr>\n<tr>\n<td>Sif, goddess of war</td>\n<td>CG</td>\n<td>War</td>\n<td>Upraised sword</td>\n</tr>\n<tr>\n<td>Skadi, god of earth and mountains</td>\n<td>N</td>\n<td>Nature</td>\n<td>Mountain peak</td>\n</tr>\n<tr>\n<td>Surtur, god of fire giants and war</td>\n<td>LE</td>\n<td>War</td>\n<td>Flaming sword</td>\n</tr>\n<tr>\n<td>Thor, god of storms and thunder</td>\n<td>CG</td>\n<td>Tempest, War</td>\n<td>Hammer</td>\n</tr>\n<tr>\n<td>Thrym, god of frost giants and cold</td>\n<td>CE</td>\n<td>War</td>\n<td>White double-bladed axe</td>\n</tr>\n<tr>\n<td>Tyr, god of courage and strategy</td>\n<td>LN</td>\n<td>Knowledge, War</td>\n<td>Sword</td>\n</tr>\n<tr>\n<td>Uller, god of hunting and winter</td>\n<td>CN</td>\n<td>Nature</td>\n<td>Longbow</td>\n</tr>\n</tbody>\n</table>"
      },
      "_id": "2lysbY50fgv1R3v7",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 0,
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {
          "sourceId": "Compendium.dnd5e.rules.2JNtWRo7wMq08bXn.JournalEntryPage.kcYYD0rkmPVfZDOY"
        }
      },
      "_key": "!journal.pages!udVPA9JW5wy5t3G5.2lysbY50fgv1R3v7"
    },
    {
      "name": "The Planes of Existence",
      "type": "text",
      "title": {
        "show": true,
        "level": 1
      },
      "text": {
        "format": 1,
        "content": "<p>The cosmos teems with a multitude of worlds as well as myriad alternate dimensions of reality, called the <strong>planes of existence</strong>. It encompasses every world where GMs run their adventures, all within the relatively mundane realm of the Material Plane. Beyond that plane are domains of raw elemental matter and energy, realms of pure thought and ethos, the homes of demons and angels, and the dominions of the gods.</p>\n<p>Many spells and magic items can draw energy from these planes, summon the creatures that dwell there, communicate with their denizens, and allow adventurers to travel there. As your character achieves greater power and higher levels, you might walk on streets made of solid fire or test your mettle on a battlefield where the fallen are resurrected with each dawn.</p>\n<h2>The Material Plane</h2>\n<p>The Material Plane is the nexus where the philosophical and elemental forces that define the other planes collide in the jumbled existence of mortal life and mundane matter. All fantasy gaming worlds exist within the Material Plane, making it the starting point for most campaigns and adventures. The rest of the multiverse is defined in relation to the Material Plane.</p>\n<p>The worlds of the Material Plane are infinitely diverse, for they reflect the creative imagination of the GMs who set their games there, as well as the players whose heroes adventure there. They include magic-wasted desert planets and island-dotted water worlds, worlds where magic combines with advanced technology and others trapped in an endless Stone Age, worlds where the gods walk and places they have abandoned.</p>\n<h2>Beyond the Material</h2>\n<p>Beyond the Material Plane, the various planes of existence are realms of myth and mystery. They’re not simply other worlds, but different qualities of being, formed and governed by spiritual and elemental principles abstracted from the ordinary world.</p>\n<h3>Planar Travel</h3>\n<p>When adventurers travel into other planes of existence, they are undertaking a legendary journey across the thresholds of existence to a mythic destination where they strive to complete their quest. Such a journey is the stuff of legend. Braving the realms of the dead, seeking out the celestial servants of a deity, or bargaining with an efreeti in its home city will be the subject of song and story for years to come.</p>\n<p>Travel to the planes beyond the Material Plane can be accomplished in two ways: by casting a spell or by using a planar portal.</p>\n<p><strong>Spells. </strong>A number of spells allow direct or indirect access to other planes of existence. Plane shift and gate can transport adventurers directly to any other plane of existence, with different degrees of precision. @Compendium[dnd5e.spells.PQuEgKyCdovOvhqN]{Etherealness} allows adventurers to enter the Ethereal Plane and travel from there to any of the planes it touches—such as the Elemental Planes. And the @Compendium[dnd5e.spells.TIoadMIsUKD4edXi]{Astral Projection} spell lets adventurers project themselves into the Astral Plane and travel to the Outer Planes.</p>\n<p><strong>Portals. </strong>A portal is a general term for a stationary interplanar connection that links a specific location on one plane to a specific location on another. Some portals are like doorways, a clear window, or a fogshrouded passage, and simply stepping through it effects the interplanar travel. Others are locations— circles of standing stones, soaring towers, sailing ships, or even whole towns—that exist in multiple planes at once or flicker from one plane to another in turn. Some are vortices, typically joining an Elemental Plane with a very similar location on the Material Plane, such as the heart of a volcano (leading to the Plane of Fire) or the depths of the ocean (to the Plane of Water).</p>\n<h3>Transitive Planes</h3>\n<p>The Ethereal Plane and the Astral Plane are called the Transitive Planes. They are mostly featureless realms that serve primarily as ways to travel from one plane to another. Spells such as <em>etherealness</em> and <em>astral projection</em> allow characters to enter these planes and traverse them to reach the planes beyond.</p>\n<p>The <strong>Ethereal Plane </strong>is a misty, fog-bound dimension that is sometimes described as a great ocean. Its shores, called the Border Ethereal, overlap the Material Plane and the Inner Planes, so that every location on those planes has a corresponding location on the Ethereal Plane. Certain creatures can see into the Border Ethereal, and the @Compendium[dnd5e.spells.DQzlB5Y3k791W5bH]{See Invisibility} and @Compendium[dnd5e.spells.XzkJpE6XpZfKjODD]{True Seeing} spell grant that ability. Some magical effects also extend from the Material Plane into the Border Ethereal, particularly effects that use force energy such as @Compendium[dnd5e.spells.Y7uWUO4yqUN0JKl0]{Forcecage} and @Compendium[dnd5e.spells.o9ZCvuD2B1OTcubb]{Wall of Force}. The depths of the plane, the Deep Ethereal, are a region of swirling mists and colorful fogs.</p>\n<p>The <strong>Astral Plane</strong> is the realm of thought and dream, where visitors travel as disembodied souls to reach the planes of the divine and demonic. It is a great, silvery sea, the same above and below, with swirling wisps of white and gray streaking among motes of light resembling distant stars. Erratic whirlpools of color flicker in midair like spinning coins. Occasional bits of solid matter can be found here, but most of the Astral Plane is an endless, open domain.</p>\n<h3>Inner Planes</h3>\n<p>The Inner Planes surround and enfold the Material Plane and its echoes, providing the raw elemental substance from which all the worlds were made. The four <strong>Elemental Planes</strong>—Air, Earth, Fire, and Water—form a ring around the Material Plane, suspended within the churning <strong>Elemental Chaos</strong>.</p>\n<p>At their innermost edges, where they are closest to the Material Plane (in a conceptual if not a literal geographical sense), the four Elemental Planes resemble a world in the Material Plane. The four elements mingle together as they do in the Material Plane, forming land, sea, and sky. Farther from the Material Plane, though, the Elemental Planes are both alien and hostile. Here, the elements exist in their purest form—great expanses of solid earth, blazing fire, crystal-clear water, and unsullied air. These regions are little-known, so when discussing the Plane of Fire, for example, a speaker usually means just the border region. At the farthest extents of the Inner Planes, the pure elements dissolve and bleed together into an unending tumult of clashing energies and colliding substance, the Elemental Chaos.</p>\n<h3>Outer Planes</h3>\n<p>If the Inner Planes are the raw matter and energy that makes up the multiverse, the Outer Planes are the direction, thought and purpose for such construction. Accordingly, many sages refer to the Outer Planes as divine planes, spiritual planes, or godly planes, for the Outer Planes are best known as the homes of deities.</p>\n<p>When discussing anything to do with deities, the language used must be highly metaphorical. Their actual homes are not literally “places” at all, but exemplify the idea that the Outer Planes are realms of thought and spirit. As with the Elemental Planes, one can imagine the perceptible part of the Outer Planes as a sort of border region, while extensive spiritual regions lie beyond ordinary sensory experience.</p>\n<p>Even in those perceptible regions, appearances can be deceptive. Initially, many of the Outer Planes appear hospitable and familiar to natives of the Material Plane. But the landscape can change at the whims of the powerful forces that live on the Outer Planes. The desires of the mighty forces that dwell on these planes can remake them completely, effectively erasing and rebuilding existence itself to better fulfill their own needs.</p>\n<p>Distance is a virtually meaningless concept on the Outer Planes. The perceptible regions of the planes often seem quite small, but they can also stretch on to what seems like infinity. It might be possible to take a guided tour of the Nine Hells, from the first layer to the ninth, in a single day—if the powers of the Hells desire it. Or it could take weeks for travelers to make a grueling trek across a single layer.</p>\n<p>The most well-known Outer Planes are a group of sixteen planes that correspond to the eight alignments (excluding neutrality) and the shades of distinction between them.</p>\n<h4>Outer Planes</h4>\n<p>The planes with some element of good in their nature are called the Upper Planes. Celestial creatures such as angels and pegasi dwell in the <strong>Upper Planes</strong>. Planes with some element of evil are the <strong>Lower Planes</strong>. Fiends such as demons and devils dwell in the Lower Planes. A plane’s alignment is its essence, and a character whose alignment doesn’t match the plane’s experiences a profound sense of dissonance there. When a good creature visits Elysium, for example (a neutral good Upper Plane), it feels in tune with the plane, but an evil creature feels out of tune and more than a little uncomfortable.</p>\n<h4>Demiplanes</h4>\n<p>Demiplanes are small extradimensional spaces with their own unique rules. They are pieces of reality that don’t seem to fit anywhere else. Demiplanes come into being by a variety of means. Some are created by spells, such as <em>demiplane</em>, or generated at the desire of a powerful deity or other force. They may exist naturally, as a fold of existing reality that has been pinched off from the rest of the multiverse, or as a baby universe growing in power. A given demiplane can be entered through a single point where it touches another plane. Theoretically, a @Compendium[dnd5e.spells.J6Jpw5XzB5aTeqnz]{Plane Shift} spell can also carry travelers to a demiplane, but the proper frequency required for the tuning fork is extremely hard to acquire. The @Compendium[dnd5e.spells.XbwGq5kDJNvAxNXV]{Gate} spell is more reliable, assuming the caster knows of the demiplane.</p>",
        "markdown": ""
      },
      "_id": "RZ8IAnSAPtfL2jvL",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 0,
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {
          "sourceId": "Compendium.dnd5e.rules.YnBURsGSxWYiMVxw.JournalEntryPage.mIM5MYxN5kjrtks9"
        }
      },
      "_key": "!journal.pages!udVPA9JW5wy5t3G5.RZ8IAnSAPtfL2jvL"
    }
  ],
  "ownership": {
    "default": 0
  },
  "flags": {
    "core": {
      "viewMode": 2
    },
    "dnd5e": {
      "type": "appendix",
      "position": 2
    }
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.2",
    "coreVersion": "10.285",
    "createdTime": 1660925148884,
    "modifiedTime": 1663018863337,
    "lastModifiedBy": "dnd5ebuilder0000"
  },
  "folder": null,
  "sort": 0,
  "_id": "udVPA9JW5wy5t3G5",
  "_key": "!journal!udVPA9JW5wy5t3G5"
}
