{
  "_id": "ln4KF7662eP93keD",
  "name": "Armor",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p>Fantasy gaming worlds are a vast tapestry made up of many different cultures, each with its own technology level. For this reason, adventurers have access to a variety of armor types, ranging from leather armor to chain mail to costly plate armor, with several other kinds of armor in between. The Armor table collects the most commonly available types of armor found in the game and separates them into three categories: light armor, medium armor, and heavy armor. Many warriors supplement their armor with a shield.</p>\n<p>The Armor table shows the cost, weight, and other properties of the common types of armor worn in fantasy gaming worlds.</p>\n<p><strong>Armor Proficiency. </strong>Anyone can put on a suit of armor or strap a shield to an arm. Only those proficient in the armor's use know how to wear it effectively, however. Your class gives you proficiency with certain types of armor. If you wear armor that you lack proficiency with, you have disadvantage on any ability check, saving throw, or attack roll that involves Strength or Dexterity, and you can't cast spells.</p>\n<p><strong>Armor Class (AC).</strong> Armor protects its wearer from attacks. The armor (and shield) you wear determines your base Armor Class.</p>\n<p><strong>Heavy Armor. </strong>Heavier armor interferes with the wearer's ability to move quickly, stealthily, and freely. If the Armor table shows “Str 13” or “Str 15” in the Strength column for an armor type, the armor reduces the wearer's speed by 10 feet unless the wearer has a Strength score equal to or higher than the listed score.</p>\n<p><strong>Stealth. </strong>If the Armor table shows “Disadvantage” in the Stealth column, the wearer has disadvantage on Dexterity (Stealth) checks.</p>\n<p><strong>Shields. </strong>A shield is made from wood or metal and is carried in one hand. Wielding a shield increases your Armor Class by 2. You can benefit from only one shield at a time.</p>\n<h2>Light Armor</h2>\n<p>Made from supple and thin materials, light armor favors agile adventurers since it offers some protection without sacrificing mobility. If you wear light armor, you add your Dexterity modifier to the base number from your armor type to determine your Armor Class.</p>\n<p><strong>Padded. </strong>Padded armor consists of quilted layers of cloth and batting.</p>\n<p><strong>Leather. </strong>The breastplate and shoulder protectors of this armor are made of leather that has been stiffened by being boiled in oil. The rest of the armor is made of softer and more flexible materials.</p>\n<p><strong>Studded Leather. </strong>Made from tough but flexible leather, studded leather is reinforced with close-set rivets or spikes.</p>\n<h2>Medium Armor</h2>\n<p>Medium armor offers more protection than light armor, but it also impairs movement more. If you wear medium armor, you add your Dexterity modifier, to a maximum of +2, to the base number from your armor type to determine your Armor Class.</p>\n<p><strong>Hide.</strong> This crude armor consists of thick furs and pelts. It is commonly worn by barbarian tribes, evil humanoids, and other folk who lack access to the tools and materials needed to create better armor.</p>\n<p><strong>Chain Shirt. </strong>Made of interlocking metal rings, a chain shirt is worn between layers of clothing or leather. This armor offers modest protection to the wearer's upper body and allows the sound of the rings rubbing against one another to be muffled by outer layers.</p>\n<p><strong>Scale Mail. </strong>This armor consists of a coat and leggings (and perhaps a separate skirt) of leather covered with overlapping pieces of metal, much like the scales of a fish. The suit includes gauntlets.</p>\n<p><strong>Breastplate. </strong>This armor consists of a fitted metal chest piece worn with supple leather. Although it leaves the legs and arms relatively unprotected, this armor provides good protection for the wearer's vital organs while leaving the wearer relatively unencumbered.</p>\n<p><strong>Half Plate. </strong>Half plate consists of shaped metal plates that cover most of the wearer's body. It does not include leg protection beyond simple greaves that are attached with leather straps.</p>\n<h2>Heavy Armor</h2>\n<p>Of all the armor categories, heavy armor offers the best protection. These suits of armor cover the entire body and are designed to stop a wide range of attacks. Only proficient warriors can manage their weight and bulk.</p>\n<p>Heavy armor doesn't let you add your Dexterity modifier to your Armor Class, but it also doesn't penalize you if your Dexterity modifier is negative.</p>\n<p><strong>Ring Mail.</strong> This armor is leather armor with heavy rings sewn into it. The rings help reinforce the armor against blows from swords and axes. Ring mail is inferior to chain mail, and it's usually worn only by those who can't afford better armor.</p>\n<p><strong>Chain Mail. </strong>Made of interlocking metal rings, chain mail includes a layer of quilted fabric worn underneath the mail to prevent chafing and to cushion the impact of blows. The suit includes gauntlets.</p>\n<p><strong>Splint. </strong>This armor is made of narrow vertical strips of metal riveted to a backing of leather that is worn over cloth padding. Flexible chain mail protects the joints.</p>\n<p><strong>Plate.</strong> Plate consists of shaped, interlocking metal plates to cover the entire body. A suit of plate includes gauntlets, heavy leather boots, a visored helmet, and thick layers of padding underneath the armor. Buckles and straps distribute the weight over the body.</p>\n<table border=\"0\"><caption>\n<h4>Armor</h4>\n</caption>\n<thead>\n<tr>\n<td>Armor</td>\n<td>Cost</td>\n<td>Armor Class (AC)</td>\n<td>Strength</td>\n<td>Stealth</td>\n<td>Weight</td>\n</tr>\n</thead>\n<colgroup span=\"6\" width=\"85\"></colgroup>\n<tbody>\n<tr>\n<td><em>Light Armor</em></td>\n<td> </td>\n<td> </td>\n<td> </td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>     Padded</td>\n<td>5 gp</td>\n<td>11 + Dex modifier</td>\n<td>—</td>\n<td>Disadvantage</td>\n<td>8 lb.</td>\n</tr>\n<tr>\n<td>     Leather</td>\n<td>10 gp</td>\n<td>11 + Dex modifier</td>\n<td>—</td>\n<td>—</td>\n<td>10 lb.</td>\n</tr>\n<tr>\n<td>     Studded leather</td>\n<td>45 gp</td>\n<td>12 + Dex modifier</td>\n<td>—</td>\n<td>—</td>\n<td>13 lb.</td>\n</tr>\n<tr>\n<td><em>Medium Armor</em></td>\n<td> </td>\n<td> </td>\n<td> </td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>     Hide</td>\n<td>10 gp</td>\n<td>12 + Dex modifier (max 2)</td>\n<td>—</td>\n<td>—</td>\n<td>12 lb.</td>\n</tr>\n<tr>\n<td>     Chain shirt</td>\n<td>50 gp</td>\n<td>13 + Dex modifier (max 2)</td>\n<td>—</td>\n<td>—</td>\n<td>20 lb.</td>\n</tr>\n<tr>\n<td>     Scale mail</td>\n<td>50 gp</td>\n<td>14 + Dex modifier (max 2)</td>\n<td>—</td>\n<td>Disadvantage</td>\n<td>45 lb.</td>\n</tr>\n<tr>\n<td>     Breastplate</td>\n<td>400 gp</td>\n<td>14 + Dex modifier (max 2)</td>\n<td>—</td>\n<td>—</td>\n<td>20 lb.</td>\n</tr>\n<tr>\n<td>     Half plate</td>\n<td>750 gp</td>\n<td>15 + Dex modifier (max 2)</td>\n<td>—</td>\n<td>Disadvantage</td>\n<td>40 lb.</td>\n</tr>\n<tr>\n<td><em>Heavy Armor</em></td>\n<td> </td>\n<td> </td>\n<td> </td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>     Ring mail</td>\n<td>30 gp</td>\n<td>14</td>\n<td>—</td>\n<td>Disadvantage</td>\n<td>40 lb.</td>\n</tr>\n<tr>\n<td>     Chain mail</td>\n<td>75 gp</td>\n<td>16</td>\n<td>Str 13</td>\n<td>Disadvantage</td>\n<td>55 lb.</td>\n</tr>\n<tr>\n<td>     Splint</td>\n<td>200 gp</td>\n<td>17</td>\n<td>Str 15</td>\n<td>Disadvantage</td>\n<td>60 lb.</td>\n</tr>\n<tr>\n<td>     Plate</td>\n<td>1,500 gp</td>\n<td>18</td>\n<td>Str 15</td>\n<td>Disadvantage</td>\n<td>65 lb.</td>\n</tr>\n<tr>\n<td><em>Shield</em></td>\n<td> </td>\n<td> </td>\n<td> </td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>     Shield</td>\n<td>10 gp</td>\n<td>2</td>\n<td>—</td>\n<td>—</td>\n<td>6 lb.</td>\n</tr>\n</tbody>\n</table>\n<h2>Getting Into and Out of Armor</h2>\n<p>The time it takes to don or doff armor depends on the armor's category.</p>\n<p><strong>Don. </strong>This is the time it takes to put on armor. You benefit from the armor's AC only if you take the full time to don the suit of armor.</p>\n<p><strong>Doff. </strong>This is the time it takes to take off armor. If you have help, reduce this time by half.</p>\n<table border=\"0\"><caption>\n<h4>Donning and Doffing Armor</h4>\n</caption>\n<thead>\n<tr>\n<td>Category</td>\n<td>Don</td>\n<td>Doff</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Light Armor</td>\n<td>1 minute</td>\n<td>1 minute</td>\n</tr>\n<tr>\n<td>Medium Armor</td>\n<td>5 minutes</td>\n<td>1 minute</td>\n</tr>\n<tr>\n<td>Heavy Armor</td>\n<td>10 minutes</td>\n<td>5 minutes</td>\n</tr>\n<tr>\n<td>Shield</td>\n<td>1 action</td>\n<td>1 action</td>\n</tr>\n</tbody>\n</table>"
}
