{
  "_id": "JH4AH5qkr4FNCXnQ",
  "name": "Casting a Spell",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p>When a character casts any spell, the same basic rules are followed, regardless of the character&rsquo;s class or the spell&rsquo;s effects.</p>\n<p>Each spell description begins with a block of information, including the spell&rsquo;s name, level, school of magic, casting time, range, components, and duration. The rest of a spell entry describes the spell&rsquo;s effect.</p>\n<h2>Casting Time</h2>\n<p>Most spells require a single action to cast, but some spells require a bonus action, a reaction, or much more time to cast.</p>\n<h3>Bonus Action</h3>\n<p>A spell cast with a bonus action is especially swift. You must use a bonus action on your turn to cast the spell, provided that you haven&rsquo;t already taken a bonus action this turn. You can&rsquo;t cast another spell during the same turn, except for a cantrip with a casting time of 1 action.</p>\n<h3>Reactions</h3>\n<p>Some spells can be cast as reactions. These spells take a fraction of a second to bring about and are cast in response to some event. If a spell can be cast as a reaction, the spell description tells you exactly when you can do so.</p>\n<h3>Longer Casting Times</h3>\n<p>Certain spells (including spells cast as rituals) require more time to cast: minutes or even hours. When you cast a spell with a casting time longer than a single action or reaction, you must spend your action each turn casting the spell, and you must maintain your concentration while you do so (see &ldquo;Concentration&rdquo; below). If your concentration is broken, the spell fails, but you don&rsquo;t expend a spell slot. If you want to try casting the spell again, you must start over.</p>\n<h2>Range</h2>\n<p>The target of a spell must be within the spell&rsquo;s range. For a spell like @Compendium[dnd5e.spells.41JIhpDyM9Anm7cs]{Magic Missile}, the target is a creature. For a spell like @Compendium[dnd5e.spells.ztgcdrWPshKRpFd0]{Fireball}, the target is the point in space where the ball of fire erupts.</p>\n<p>Most spells have ranges expressed in feet. Some spells can target only a creature (including you) that you touch. Other spells, such as the @Compendium[dnd5e.spells.z1mx84ONwkXKUZd7]{Shield} spell, affect only you. These spells have a range of self.</p>\n<p>Spells that create cones or lines of effect that originate from you also have a range of self, indicating that the origin point of the spell&rsquo;s effect must be you (see &ldquo;Areas of Effect&rdquo;).</p>\n<p>Once a spell is cast, its effects aren&rsquo;t limited by its range, unless the spell&rsquo;s description says otherwise.</p>\n<h2>Components</h2>\n<p>A spell&rsquo;s components are the physical requirements you must meet in order to cast it. Each spell&rsquo;s description indicates whether it requires verbal (V), somatic (S), or material (M) components. If you can&rsquo;t provide one or more of a spell&rsquo;s components, you are unable to cast the spell.</p>\n<h3>Verbal (V)</h3>\n<p>Most spells require the chanting of mystic words. The words themselves aren&rsquo;t the source of the spell&rsquo;s power; rather, the particular combination of sounds, with specific pitch and resonance, sets the threads of magic in motion. Thus, a character who is gagged or in an area of silence, such as one created by the <em>silence</em> spell, can&rsquo;t cast a spell with a verbal component.</p>\n<h3>Somatic (S)</h3>\n<p>Spellcasting gestures might include a forceful gesticulation or an intricate set of gestures. If a spell requires a somatic component, the caster must have free use of at least one hand to perform these gestures.</p>\n<h3>Material (M)</h3>\n<p>Casting some spells requires particular objects, specified in parentheses in the component entry. A character can use a <strong>component pouch</strong> or a <strong>spellcasting focus </strong>(found in @Compendium[dnd5e.rules.L41AQiAKzEGSwNK5]{Equipment}) in place of the components specified for a spell. But if a cost is indicated for a component, a character must have that specific component before he or she can cast the spell.</p>\n<p>If a spell states that a material component is consumed by the spell, the caster must provide this component for each casting of the spell.</p>\n<p>A spellcaster must have a hand free to access a spell&rsquo;s material components&mdash;or to hold a spellcasting focus&mdash;but it can be the same hand that he or she uses to perform somatic components.</p>\n<h2>Duration</h2>\n<p>A spell&rsquo;s duration is the length of time the spell persists. A duration can be expressed in rounds, minutes, hours, or even years. Some spells specify that their effects last until the spells are dispelled or destroyed.</p>\n<h3>Instantaneous</h3>\n<p>Many spells are instantaneous. The spell harms, heals, creates, or alters a creature or an object in a way that can&rsquo;t be dispelled, because its magic exists only for an instant.</p>\n<h3>Concentration</h3>\n<p>Some spells require you to maintain concentration in order to keep their magic active. If you lose concentration, such a spell ends.</p>\n<p>If a spell must be maintained with concentration, that fact appears in its Duration entry, and the spell specifies how long you can concentrate on it. You can end concentration at any time (no action required).</p>\n<p>Normal activity, such as moving and attacking, doesn&rsquo;t interfere with concentration. The following factors can break concentration: </p>\n<ul>\n<li><strong>Casting another spell that requires concentration. </strong>You lose concentration on a spell if you cast another spell that requires concentration. You can&rsquo;t concentrate on two spells at once. </li>\n<li><strong>Taking damage. </strong>Whenever you take damage while you are concentrating on a spell, you must make a Constitution saving throw to maintain your concentration. The DC equals 10 or half the damage you take, whichever number is higher. If you take damage from multiple sources, such as an arrow and a dragon&rsquo;s breath, you make a separate saving throw for each source of damage.</li>\n<li><strong>Being incapacitated or killed. </strong>You lose concentration on a spell if you are incapacitated or if you die.</li>\n</ul>\n<p>The GM might also decide that certain environmental phenomena, such as a wave crashing over you while you&rsquo;re on a storm-tossed ship, require you to succeed on a DC 10 Constitution saving throw to maintain concentration on a spell.</p>\n<h2>Targets</h2>\n<p>A typical spell requires you to pick one or more targets to be affected by the spell&rsquo;s magic. A spell&rsquo;s description tells you whether the spell targets creatures, objects, or a point of origin for an area of effect (described below).</p>\n<p>Unless a spell has a perceptible effect, a creature might not know it was targeted by a spell at all. An effect like crackling lightning is obvious, but a more subtle effect, such as an attempt to read a creature&rsquo;s thoughts, typically goes unnoticed, unless a spell says otherwise.</p>\n<h3>A Clear Path to the Target</h3>\n<p>To target something, you must have a clear path to it, so it can&rsquo;t be behind total cover.</p>\n<p>If you place an area of effect at a point that you can&rsquo;t see and an obstruction, such as a wall, is between you and that point, the point of origin comes into being on the near side of that obstruction.</p>\n<h3>Targeting Yourself</h3>\n<p>If a spell targets a creature of your choice, you can choose yourself, unless the creature must be hostile or specifically a creature other than you. If you are in the area of effect of a spell you cast, you can target yourself.</p>\n<h2>Areas of Effect</h2>\n<p>Spells such as @Compendium[dnd5e.spells.5SuJewoa1CRWaj1F]{Burning Hands} and @Compendium[dnd5e.spells.RpKjTlYASrfqUPVA]{Cone of Cold} cover an area, allowing them to affect multiple creatures at once.</p>\n<p>A spell&rsquo;s description specifies its area of effect, which typically has one of five different shapes: cone, cube, cylinder, line, or sphere. Every area of effect has a <strong>point of origin</strong>, a location from which the spell&rsquo;s energy erupts. The rules for each shape specify how you position its point of origin. Typically, a point of origin is a point in space, but some spells have an area whose origin is a creature or an object.</p>\n<p>A spell&rsquo;s effect expands in straight lines from the point of origin. If no unblocked straight line extends from the point of origin to a location within the area of effect, that location isn&rsquo;t included in the spell&rsquo;s area. To block one of these imaginary lines, an obstruction must provide total cover.</p>\n<h3>Cone</h3>\n<p>A cone extends in a direction you choose from its point of origin. A cone&rsquo;s width at a given point along its length is equal to that point&rsquo;s distance from the point of origin. A cone&rsquo;s area of effect specifies its maximum length.</p>\n<p>A cone&rsquo;s point of origin is not included in the cone&rsquo;s area of effect, unless you decide otherwise.</p>\n<h3>Cube</h3>\n<p>You select a cube&rsquo;s point of origin, which lies anywhere on a face of the cubic effect. The cube&rsquo;s size is expressed as the length of each side.</p>\n<p>A cube&rsquo;s point of origin is not included in the cube&rsquo;s area of effect, unless you decide otherwise.</p>\n<h3>Cylinder</h3>\n<p>A cylinder&rsquo;s point of origin is the center of a circle of a particular radius, as given in the spell description. The circle must either be on the ground or at the height of the spell effect. The energy in a cylinder expands in straight lines from the point of origin to the perimeter of the circle, forming the base of the cylinder. The spell&rsquo;s effect then shoots up from the base or down from the top, to a distance equal to the height of the cylinder.</p>\n<p>A cylinder&rsquo;s point of origin is included in the cylinder&rsquo;s area of effect.</p>\n<h3>Line</h3>\n<p>A line extends from its point of origin in a straight path up to its length and covers an area defined by its width.</p>\n<p>A line&rsquo;s point of origin is not included in the line&rsquo;s area of effect, unless you decide otherwise.</p>\n<h3>Sphere</h3>\n<p>You select a sphere&rsquo;s point of origin, and the sphere extends outward from that point. The sphere&rsquo;s size is expressed as a radius in feet that extends from the point.</p>\n<p>A sphere&rsquo;s point of origin is included in the sphere&rsquo;s area of effect.</p>\n<h2>Saving Throws</h2>\n<p>Many spells specify that a target can make a saving throw to avoid some or all of a spell&rsquo;s effects. The spell specifies the ability that the target uses for the save and what happens on a success or failure.</p>\n<p>The DC to resist one of your spells equals 8 + your spellcasting ability modifier + your proficiency bonus + any special modifiers.</p>\n<h2>Attack Rolls</h2>\n<p>Some spells require the caster to make an attack roll to determine whether the spell effect hits the intended target. Your attack bonus with a spell attack equals your spellcasting ability modifier + your proficiency bonus.</p>\n<p>Most spells that require attack rolls involve ranged attacks. Remember that you have disadvantage on a ranged attack roll if you are within 5 feet of a hostile creature that can see you and that isn&rsquo;t incapacitated.</p>\n<h2>Combining Magical Effects</h2>\n<p>The effects of different spells add together while the durations of those spells overlap. The effects of the same spell cast multiple times don&rsquo;t combine, however. Instead, the most potent effect&mdash;such as the highest bonus&mdash;from those castings applies while their durations overlap.</p>\n<p>For example, if two clerics cast bless on the same target, that character gains the spell&rsquo;s benefit only once; he or she doesn&rsquo;t get to roll two bonus dice.</p>\n<hr />\n<h4>The Schools of Magic</h4>\n<p>Academies of magic group spells into eight categories called schools of magic. Scholars, particularly wizards, apply these categories to all spells, believing that all magic functions in essentially the same way, whether it derives from rigorous study or is bestowed by a deity.</p>\n<p>The schools of magic help describe spells; they have no rules of their own, although some rules refer to the schools.</p>\n<p><strong>Abjuration </strong>spells are protective in nature, though some of them have aggressive uses. They create magical barriers, negate harmful effects, harm trespassers, or banish creatures to other planes of existence.</p>\n<p><strong>Conjuration</strong> spells involve the transportation of objects and creatures from one location to another. Some spells summon creatures or objects to the caster&rsquo;s side, whereas others allow the caster to teleport to another location. Some conjurations create objects or effects out of nothing.</p>\n<p><strong>Divination</strong> spells reveal information, whether in the form of secrets long forgotten, glimpses of the future, the locations of hidden things, the truth behind illusions, or visions of distant people or places.</p>\n<p><strong>Enchantment</strong> spells affect the minds of others, influencing or controlling their behavior. Such spells can make enemies see the caster as a friend, force creatures to take a course of action, or even control another creature like a puppet.</p>\n<p><strong>Evocation</strong> spells manipulate magical energy to produce a desired effect. Some call up blasts of fire or lightning. Others channel positive energy to heal wounds.</p>\n<p><strong>Illusion</strong> spells deceive the senses or minds of others. They cause people to see things that are not there, to miss things that are there, to hear phantom noises, or to remember things that never happened. Some illusions create phantom images that any creature can see, but the most insidious illusions plant an image directly in the mind of a creature.</p>\n<p><strong>Necromancy</strong> spells manipulate the energies of life and death. Such spells can grant an extra reserve of life force, drain the life energy from another creature, create the undead, or even bring the dead back to life. Creating the undead through the use of necromancy spells such as animate dead is not a good act, and only evil casters use such spells frequently.</p>\n<p><strong>Transmutation</strong> spells change the properties of a creature, object, or environment. They might turn an enemy into a harmless creature, bolster the strength of an ally, make an object move at the caster&rsquo;s command, or enhance a creature&rsquo;s innate healing abilities to rapidly recover from injury.</p>"
}
