{
  "_id": "HORLogaZ0ysOpi3J",
  "name": "Damage and Healing",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p>Injury and the risk of death are constant companions of those who explore fantasy gaming worlds. The thrust of a sword, a well-placed arrow, or a blast of flame from a fireball spell all have the potential to damage, or even kill, the hardiest of creatures.</p>\n<h2>Hit Points</h2>\n<p>Hit points represent a combination of physical and mental durability, the will to live, and luck. Creatures with more hit points are more difficult to kill. Those with fewer hit points are more fragile.</p>\n<p>A creature&rsquo;s current hit points (usually just called hit points) can be any number from the creature&rsquo;s hit point maximum down to 0. This number changes frequently as a creature takes damage or receives healing.</p>\n<p>Whenever a creature takes damage, that damage is subtracted from its hit points. The loss of hit points has no effect on a creature&rsquo;s capabilities until the creature drops to 0 hit points.</p>\n<h2>Damage Rolls</h2>\n<p>Each weapon, spell, and harmful monster ability specifies the damage it deals. You roll the damage die or dice, add any modifiers, and apply the damage to your target. Magic weapons, special abilities, and other factors can grant a bonus to damage. With a penalty, it is possible to deal 0 damage, but never negative damage.</p>\n<p>When attacking with a <strong>weapon</strong>, you add your ability modifier&mdash;the same modifier used for the attack roll&mdash;to the damage. A <strong>spell</strong> tells you which dice to roll for damage and whether to add any modifiers.</p>\n<p>If a spell or other effect deals damage to <strong>more than one target </strong>at the same time, roll the damage once for all of them. For example, when a wizard casts @Compendium[dnd5e.spells.ztgcdrWPshKRpFd0]{Fireball} or a cleric casts @Compendium[dnd5e.spells.5e1xTohkzqFqbYH4]{Flame Strike}, the spell&rsquo;s damage is rolled once for all creatures caught in the blast.</p>\n<h3>Critical Hits</h3>\n<p>When you score a critical hit, you get to roll extra dice for the attack&rsquo;s damage against the target. Roll all of the attack&rsquo;s damage dice twice and add them together. Then add any relevant modifiers as normal. To speed up play, you can roll all the damage dice at once.</p>\n<p>For example, if you score a critical hit with a dagger, roll 2d4 for the damage, rather than 1d4, and then add your relevant ability modifier. If the attack involves other damage dice, such as from the rogue&rsquo;s Sneak Attack feature, you roll those dice twice as well.</p>\n<h3>Damage Types</h3>\n<p>Different attacks, damaging spells, and other harmful effects deal different types of damage. Damage types have no rules of their own, but other rules, such as damage resistance, rely on the types.</p>\n<p>The damage types follow, with examples to help a GM assign a damage type to a new effect.</p>\n<p><strong>Acid. </strong>The corrosive spray of a black dragon&rsquo;s breath and the dissolving enzymes secreted by a black pudding deal acid damage.</p>\n<p><strong>Bludgeoning. </strong>Blunt force attacks&mdash;hammers, falling, constriction, and the like&mdash;deal bludgeoning damage.</p>\n<p><strong>Cold. </strong>The infernal chill radiating from an ice devil&rsquo;s spear and the frigid blast of a white dragon&rsquo;s breath deal cold damage.</p>\n<p><strong>Fire. </strong>Red dragons breathe fire, and many spells conjure flames to deal fire damage.</p>\n<p><strong>Force. </strong>Force is pure magical energy focused into a damaging form. Most effects that deal force damage are spells, including magic missile and spiritual weapon.</p>\n<p><strong>Lightning. </strong>A lightning bolt spell and a blue dragon&rsquo;s breath deal lightning damage.</p>\n<p><strong>Necrotic. </strong>Necrotic damage, dealt by certain undead and a spell such as chill touch, withers matter and even the soul.</p>\n<p><strong>Piercing.</strong> Puncturing and impaling attacks, including spears and monsters&rsquo; bites, deal piercing damage.</p>\n<p><strong>Poison. </strong>Venomous stings and the toxic gas of a green dragon&rsquo;s breath deal poison damage.</p>\n<p><strong>Psychic. </strong>Mental abilities such as a mind flayer&rsquo;s psionic blast deal psychic damage.</p>\n<p><strong>Radiant. </strong>Radiant damage, dealt by a cleric&rsquo;s flame strike spell or an angel&rsquo;s smiting weapon, sears the flesh like fire and overloads the spirit with power.</p>\n<p><strong>Slashing. </strong>Swords, axes, and monsters&rsquo; claws deal slashing damage.</p>\n<p><strong>Thunder. </strong>A concussive burst of sound, such as the effect of the thunderwave spell, deals thunder damage.</p>\n<h2>Damage Resistance and Vulnerability</h2>\n<p>Some creatures and objects are exceedingly difficult or unusually easy to hurt with certain types of damage.</p>\n<p>If a creature or an object has <strong>resistance</strong> to a damage type, damage of that type is halved against it. If a creature or an object has <strong>vulnerability</strong> to a damage type, damage of that type is doubled against it.</p>\n<p>Resistance and then vulnerability are applied after all other modifiers to damage. For example, a creature has resistance to bludgeoning damage and is hit by an attack that deals 25 bludgeoning damage. The creature is also within a magical aura that reduces all damage by 5. The 25 damage is first reduced by 5 and then halved, so the creature takes 10 damage.</p>\n<p>Multiple instances of resistance or vulnerability that affect the same damage type count as only one instance. For example, if a creature has resistance to fire damage as well as resistance to all nonmagical damage, the damage of a nonmagical fire is reduced by half against the creature, not reduced by threequarters.</p>\n<h2>Healing</h2>\n<p>Unless it results in death, damage isn&rsquo;t permanent. Even death is reversible through powerful magic. Rest can restore a creature&rsquo;s hit points, and magical methods such as a @Compendium[dnd5e.spells.uUWb1wZgtMou0TVP]{Cure Wounds} spell or a @Compendium[dnd5e.items.ytlsBjYsZ7OBSEBs]{Potion of Healing} can remove damage in an instant.</p>\n<p>When a creature receives healing of any kind, hit points regained are added to its current hit points. A creature&rsquo;s hit points can&rsquo;t exceed its hit point maximum, so any hit points regained in excess of this number are lost. For example, a druid grants a ranger 8 hit points of healing. If the ranger has 14 current hit points and has a hit point maximum of 20, the ranger regains 6 hit points from the druid, not 8.</p>\n<p>A creature that has died can&rsquo;t regain hit points until magic such as the @Compendium[dnd5e.spells.LmRHHMtplpxr9fX6]{Revivify} spell has restored it to life.</p>\n<h2>Dropping to 0 Hit Points</h2>\n<p>When you drop to 0 hit points, you either die outright or fall unconscious, as explained in the following sections.</p>\n<h3>Instant Death</h3>\n<p>Massive damage can kill you instantly. When damage reduces you to 0 hit points and there is damage remaining, you die if the remaining damage equals or exceeds your hit point maximum.</p>\n<p>For example, a cleric with a maximum of 12 hit points currently has 6 hit points. If she takes 18 damage from an attack, she is reduced to 0 hit points, but 12 damage remains. Because the remaining damage equals her hit point maximum, the cleric dies.</p>\n<h3>Falling Unconscious</h3>\n<p>If damage reduces you to 0 hit points and fails to kill you, you fall @Compendium[dnd5e.rules.MOk1rkF0DeJlcC4l]{unconscious}. This unconsciousness ends if you regain any hit points.</p>\n<h3>Death Saving Throws</h3>\n<p>Whenever you start your turn with 0 hit points, you must make a special saving throw, called a death saving throw, to determine whether you creep closer to death or hang onto life. Unlike other saving throws, this one isn&rsquo;t tied to any ability score. You are in the hands of fate now, aided only by spells and features that improve your chances of succeeding on a saving throw.</p>\n<p>Roll a d20. If the roll is 10 or higher, you succeed. Otherwise, you fail. A success or failure has no effect by itself. On your third success, you become stable (see below). On your third failure, you die. The successes and failures don&rsquo;t need to be consecutive; keep track of both until you collect three of a kind. The number of both is reset to zero when you regain any hit points or become stable.</p>\n<p><strong>Rolling 1 or 20. </strong>When you make a death saving throw and roll a 1 on the d20, it counts as two failures. If you roll a 20 on the d20, you regain 1 hit point.</p>\n<p><strong>Damage at 0 Hit Points. </strong>If you take any damage while you have 0 hit points, you suffer a death saving throw failure. If the damage is from a critical hit, you suffer two failures instead. If the damage equals or exceeds your hit point maximum, you suffer instant death.</p>\n<h3>Stabilizing a Creature</h3>\n<p>The best way to save a creature with 0 hit points is to heal it. If healing is unavailable, the creature can at least be stabilized so that it isn&rsquo;t killed by a failed death saving throw.</p>\n<p>You can use your action to administer first aid to an unconscious creature and attempt to stabilize it, which requires a successful DC 10 Wisdom (Medicine) check.</p>\n<p>A <strong>stable</strong> creature doesn&rsquo;t make death saving throws, even though it has 0 hit points, but it does remain unconscious. The creature stops being stable, and must start making death saving throws again, if it takes any damage. A stable creature that isn&rsquo;t healed regains 1 hit point after 1d4 hours.</p>\n<h3>Monsters and Death</h3>\n<p>Most GMs have a monster die the instant it drops to 0 hit points, rather than having it fall unconscious and make death saving throws.</p>\n<p>Mighty villains and special nonplayer characters are common exceptions; the GM might have them fall unconscious and follow the same rules as player characters.</p>\n<h2>Knocking a Creature Out</h2>\n<p>Sometimes an attacker wants to incapacitate a foe, rather than deal a killing blow. When an attacker reduces a creature to 0 hit points with a melee attack, the attacker can knock the creature out. The attacker can make this choice the instant the damage is dealt. The creature falls unconscious and is stable.</p>\n<h2>Temporary Hit Points</h2>\n<p>Some spells and special abilities confer temporary hit points to a creature. Temporary hit points aren&rsquo;t actual hit points; they are a buffer against damage, a pool of hit points that protect you from injury.</p>\n<p>When you have temporary hit points and take damage, the temporary hit points are lost first, and any leftover damage carries over to your normal hit points. For example, if you have 5 temporary hit points and take 7 damage, you lose the temporary hit points and then take 2 damage.</p>\n<p>Because temporary hit points are separate from your actual hit points, they can exceed your hit point maximum. A character can, therefore, be at full hit points and receive temporary hit points.</p>\n<p>Healing can&rsquo;t restore temporary hit points, and they can&rsquo;t be added together. If you have temporary hit points and receive more of them, you decide whether to keep the ones you have or to gain the new ones. For example, if a spell grants you 12 temporary hit points when you already have 10, you can have 12 or 10, not 22.</p>\n<p>If you have 0 hit points, receiving temporary hit points doesn&rsquo;t restore you to consciousness or stabilize you. They can still absorb damage directed at you while you&rsquo;re in that state, but only true healing can save you.</p>\n<p>Unless a feature that grants you temporary hit points has a duration, they last until they&rsquo;re depleted or you finish a long rest.</p>"
}
