{
  "_id": "5k4FvK4usg7JXoZo",
  "name": "Madness",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p>In a typical campaign, characters aren&rsquo;t driven mad by the horrors they face and the carnage they inflict day after day, but sometimes the stress of being an adventurer can be too much to bear. If your campaign has a strong horror theme, you might want to use madness as a way to reinforce that theme, emphasizing the extraordinarily horrific nature of the threats the adventurers face.</p>\n<h2>Going Mad</h2>\n<p>Various magical effects can inflict madness on an otherwise stable mind. Certain spells, such as @Compendium[dnd5e.spells.dSTu1MaPhBqPITwM]{Contact Other Plane} and @Compendium[dnd5e.spells.B2kbmgbA2WQR00kx]{Symbol}, can cause insanity, and you can use the madness rules here instead of the spell effects of those spells. Diseases, poisons, and planar effects such as psychic wind or the howling winds of Pandemonium can all inflict madness. Some artifacts can also break the psyche of a character who uses or becomes attuned to them.</p>\n<p>Resisting a madness-inducing effect usually requires a Wisdom or Charisma saving throw.</p>\n<h2>Madness Effects</h2>\n<p>Madness can be short-term, long-term, or indefinite. Most relatively mundane effects impose short-term madness, which lasts for just a few minutes. More horrific effects or cumulative effects can result in long-term or indefinite madness.</p>\n<p>A character afflicted with <strong>short-term madness</strong> is subjected to an effect from the Short-Term Madness table for 1d10 minutes.</p>\n<p>A character afflicted with<strong> long-term madness</strong> is subjected to an effect from the Long-Term Madness table for 1d10 &times; 10 hours.</p>\n<p>A character afflicted with <strong>indefinite madness</strong> gains a new character flaw from the Indefinite Madness table that lasts until cured.</p>\n<table border=\"0\"><caption>\n<h4>Short-Term Madness</h4>\n</caption>\n<thead>\n<tr>\n<td>d100</td>\n<td>Effect (lasts 1d10 minutes)</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>01&ndash;20</td>\n<td>The character retreats into his or her mind and becomes paralyzed. The effect ends if the character takes any damage.</td>\n</tr>\n<tr>\n<td>21&ndash;30</td>\n<td>The character becomes incapacitated and spends the duration screaming, laughing, or weeping.</td>\n</tr>\n<tr>\n<td>31&ndash;40</td>\n<td>The character becomes frightened and must use his or her action and movement each round to flee from the source of the fear.</td>\n</tr>\n<tr>\n<td>41&ndash;50</td>\n<td>The character begins babbling and is incapable of normal speech or spellcasting.</td>\n</tr>\n<tr>\n<td>51&ndash;60</td>\n<td>The character must use his or her action each round to attack the nearest creature.</td>\n</tr>\n<tr>\n<td>61&ndash;70</td>\n<td>The character experiences vivid hallucinations and has disadvantage on ability checks.</td>\n</tr>\n<tr>\n<td>71&ndash;75</td>\n<td>The character does whatever anyone tells him or her to do that isn&rsquo;t obviously selfdestructive.</td>\n</tr>\n<tr>\n<td>76&ndash;80</td>\n<td>The character experiences an overpowering urge to eat something strange such as dirt, slime, or offal.</td>\n</tr>\n<tr>\n<td>81&ndash;90</td>\n<td>The character is stunned.</td>\n</tr>\n<tr>\n<td>91&ndash;100</td>\n<td>The character falls unconscious.</td>\n</tr>\n</tbody>\n</table>\n<table border=\"0\"><caption>\n<h4>Long-Term Madness</h4>\n</caption>\n<thead>\n<tr>\n<td>d100</td>\n<td>Effect (lasts 1d10 &times; 10 hours)</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>01&ndash;10</td>\n<td>The character feels compelled to repeat a specific activity over and over, such as washing hands, touching things, praying, or counting coins.</td>\n</tr>\n<tr>\n<td>11&ndash;20</td>\n<td>The character experiences vivid hallucinations and has disadvantage on ability checks.</td>\n</tr>\n<tr>\n<td>21&ndash;30</td>\n<td>The character suffers extreme paranoia. The character has disadvantage on Wisdom and Charisma checks.</td>\n</tr>\n<tr>\n<td>31&ndash;40</td>\n<td>The character regards something (usually the source of madness) with intense revulsion, as if affected by the antipathy effect of the antipathy/sympathy spell.</td>\n</tr>\n<tr>\n<td>41&ndash;45</td>\n<td>The character experiences a powerful delusion. Choose a potion. The character imagines that he or she is under its effects.</td>\n</tr>\n<tr>\n<td>46&ndash;55</td>\n<td>The character becomes attached to a &ldquo;lucky charm,&rdquo; such as a person or an object, and has disadvantage on attack rolls, ability checks, and saving throws while more than 30 feet from it.</td>\n</tr>\n<tr>\n<td>56&ndash;65</td>\n<td>The character is blinded (25%) or deafened (75%).</td>\n</tr>\n<tr>\n<td>66&ndash;75</td>\n<td>The character experiences uncontrollable tremors or tics, which impose disadvantage on attack rolls, ability checks, and saving throws that involve Strength or Dexterity.</td>\n</tr>\n<tr>\n<td>76&ndash;85</td>\n<td>The character suffers from partial amnesia. The character knows who he or she is and retains racial traits and class features, but doesn&rsquo;t recognize other people or remember anything that happened before the madness took effect.</td>\n</tr>\n<tr>\n<td>86&ndash;90</td>\n<td>Whenever the character takes damage, he or she must succeed on a DC 15 Wisdom saving throw or be affected as though he or she failed a saving throw against the confusion spell. The confusion effect lasts for 1 minute.</td>\n</tr>\n<tr>\n<td>91&ndash;95</td>\n<td>The character loses the ability to speak.</td>\n</tr>\n<tr>\n<td>96&ndash;100</td>\n<td>The character falls unconscious. No amount of jostling or damage can wake the character.</td>\n</tr>\n</tbody>\n</table>\n<table border=\"0\"><caption>\n<h4>Indefinite Madness</h4>\n</caption>\n<thead>\n<tr>\n<td>d100</td>\n<td>Flaw (lasts until cured)</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>01&ndash;15</td>\n<td>&ldquo;Being drunk keeps me sane.&rdquo;</td>\n</tr>\n<tr>\n<td>16&ndash;25</td>\n<td>&ldquo;I keep whatever I find.&rdquo;</td>\n</tr>\n<tr>\n<td>26&ndash;30</td>\n<td>&ldquo;I try to become more like someone else I know&mdash;adopting his or her style of dress, mannerisms, and name.&rdquo;</td>\n</tr>\n<tr>\n<td>31&ndash;35</td>\n<td>&ldquo;I must bend the truth, exaggerate, or outright lie to be interesting to other people.&rdquo;</td>\n</tr>\n<tr>\n<td>36&ndash;45</td>\n<td>&ldquo;Achieving my goal is the only thing of interest to me, and I&rsquo;ll ignore everything else to pursue it.&rdquo;</td>\n</tr>\n<tr>\n<td>46&ndash;50</td>\n<td>&ldquo;I find it hard to care about anything that goes on around me.&rdquo;</td>\n</tr>\n<tr>\n<td>51&ndash;55</td>\n<td>&ldquo;I don&rsquo;t like the way people judge me all the time.&rdquo;</td>\n</tr>\n<tr>\n<td>56&ndash;70</td>\n<td>&ldquo;I am the smartest, wisest, strongest, fastest, and most beautiful person I know.&rdquo;</td>\n</tr>\n<tr>\n<td>71&ndash;80</td>\n<td>&ldquo;I am convinced that powerful enemies are hunting me, and their agents are everywhere I go. I am sure they&rsquo;re watching me all the time.&rdquo;</td>\n</tr>\n<tr>\n<td>81&ndash;85</td>\n<td>&ldquo;There&rsquo;s only one person I can trust. And only I can see this special friend.&rdquo;</td>\n</tr>\n<tr>\n<td>86&ndash;95</td>\n<td>&ldquo;I can&rsquo;t take anything seriously. The more serious the situation, the funnier I find it.&rdquo;</td>\n</tr>\n<tr>\n<td>96&ndash;100</td>\n<td>&ldquo;I&rsquo;ve discovered that I really like killing people.&rdquo;</td>\n</tr>\n</tbody>\n</table>\n<h2>Curing Madness</h2>\n<p>A @Compendium[dnd5e.spells.3MYDjS6k9IYL0aTj]{Calm Emotions}spell can suppress the effects of madness, while a @Compendium[dnd5e.spells.F0GsG0SJzsIOacwV]{Lesser Restoration} spell can rid a character of a short-term or long-term madness. Depending on the source of the madness, @Compendium[dnd5e.spells.XZhdgVK3cLoxNCQl]{Remove Curse} or @Compendium[dnd5e.spells.15Fa6q1nH27XfbR8]{Dispel Magic}<em> </em>might also prove effective. A @Compendium[dnd5e.spells.WzvJ7G3cqvIubsLk]{Greater Restoration} spell or more powerful magic is required to rid a character of indefinite madness.</p>"
}
