{
  "_id": "5k4FvK4usg7JXoZo",
  "name": "Madness",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p>In a typical campaign, characters aren&rsquo;t driven mad by the horrors they face and the carnage they inflict day after day, but sometimes the stress of being an adventurer can be too much to bear. If your campaign has a strong horror theme, you might want to use madness as a way to reinforce that theme, emphasizing the extraordinarily horrific nature of the threats the adventurers face.</p>\n<h2>Going Mad</h2>\n<p>Various magical effects can inflict madness on an otherwise stable mind. Certain spells, such as @Compendium[dnd5e.spells.dSTu1MaPhBqPITwM]{Contact Other Plane} and @Compendium[dnd5e.spells.B2kbmgbA2WQR00kx]{Symbol}, can cause insanity, and you can use the madness rules here instead of the spell effects of those spells. Diseases, poisons, and planar effects such as psychic wind or the howling winds of Pandemonium can all inflict madness. Some artifacts can also break the psyche of a character who uses or becomes attuned to them.</p>\n<p>Resisting a madness-inducing effect usually requires a Wisdom or Charisma saving throw.</p>\n<h2>Madness Effects</h2>\n<p>Madness can be short-term, long-term, or indefinite. Most relatively mundane effects impose short-term madness, which lasts for just a few minutes. More horrific effects or cumulative effects can result in long-term or indefinite madness.</p>\n<p>A character afflicted with <strong>short-term madness</strong> is subjected to an effect from the @Compendium[dnd5e.tables.ypk2L9feVwTx0QVj]{Short-Term Madness} table for 1d10 minutes.</p>\n<p>A character afflicted with<strong> long-term madness</strong> is subjected to an effect from the @Compendium[dnd5e.tables.kJB79nI9rju6VN8J]{Long-Term Madness} table for 1d10 &times; 10 hours.</p>\n<p>A character afflicted with <strong>indefinite madness</strong> gains a new character flaw from the @Compendium[dnd5e.tables.MAL5r8ZKx7BVsE9R]{Indefinite Madness} table that lasts until cured.</p>\n<h2>Curing Madness</h2>\n<p>A @Compendium[dnd5e.spells.3MYDjS6k9IYL0aTj]{Calm Emotions}spell can suppress the effects of madness, while a @Compendium[dnd5e.spells.F0GsG0SJzsIOacwV]{Lesser Restoration} spell can rid a character of a short-term or long-term madness. Depending on the source of the madness, @Compendium[dnd5e.spells.XZhdgVK3cLoxNCQl]{Remove Curse} or @Compendium[dnd5e.spells.15Fa6q1nH27XfbR8]{Dispel Magic}<em> </em>might also prove effective. A @Compendium[dnd5e.spells.WzvJ7G3cqvIubsLk]{Greater Restoration} spell or more powerful magic is required to rid a character of indefinite madness.</p>"
}
