{
  "_id": "szHg2dwyoTwXEVnx",
  "name": "Magic Items",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p>Magic items are gleaned from the hoards of conquered monsters or discovered in long-lost vaults. Such items grant capabilities a character could rarely have otherwise, or they complement their owner's capabilities in wondrous ways.</p>\n<h1>Attunement</h1>\n<p>Some magic items require a creature to form a bond with them before their magical properties can be used. This bond is called attunement, and certain items have a prerequisite for it. If the prerequisite is a class, a creature must be a member of that class to attune to the item. (If the class is a spellcasting class, a monster qualifies if it has spell slots and uses that class's spell list.) If the prerequisite is to be a spellcaster, a creature qualifies if it can cast at least one spell using its traits or features, not using a magic item or the like.</p>\n<p>Without becoming attuned to an item that requires attunement, a creature gains only its nonmagical benefits, unless its description states otherwise. For example, a magic shield that requires attunement provides the benefits of a normal shield to a creature not attuned to it, but none of its magical properties.</p>\n<p>Attuning to an item requires a creature to spend a short rest focused on only that item while being in physical contact with it (this can't be the same short rest used to learn the item's properties). This focus can take the form of weapon practice (for a weapon), meditation (for a wondrous item), or some other appropriate activity. If the short rest is interrupted, the attunement attempt fails. Otherwise, at the end of the short rest, the creature gains an intuitive understanding of how to activate any magical properties of the item, including any necessary command words.</p>\n<p>An item can be attuned to only one creature at a time, and a creature can be attuned to no more than three magic items at a time. Any attempt to attune to a fourth item fails; the creature must end its attunement to an item first. Additionally, a creature can't attune to more than one copy of an item. For example, a creature can't attune to more than one @Compendium[dnd5e.items.QtmVEreNIWEVOoLR]{Ring of Protection} at a time.</p>\n<p>A creature's attunement to an item ends if the creature no longer satisfies the prerequisites for attunement, if the item has been more than 100 feet away for at least 24 hours, if the creature dies, or if another creature attunes to the item. A creature can also voluntarily end attunement by spending another short rest focused on the item, unless the item is cursed.</p>\n<h1>Wearing and Wielding Items</h1>\n<p>Using a magic item's properties might mean wearing or wielding it. A magic item meant to be worn must be donned in the intended fashion: boots go on the feet, gloves on the hands, hats and helmets on the head, and rings on the finger. Magic armor must be donned, a shield strapped to the arm, a cloak fastened about the shoulders. A weapon must be held.</p>\n<p>In most cases, a magic item that's meant to be worn can fit a creature regardless of size or build. Many magic garments are made to be easily adjustable, or they magically adjust themselves to the wearer. Rare exceptions exist. If the story suggests a good reason for an item to fit only creatures of a certain size or shape, you can rule that it doesn't adjust. For example, drow-made armor might fit elves only. Dwarves might make items usable only by dwarf-sized and dwarf-shaped folk.</p>\n<p>When a nonhumanoid tries to wear an item, use your discretion as to whether the item functions as intended. A ring placed on a tentacle might work, but a yuan-ti with a snakelike tail instead of legs can't wear boots.</p>\n<h2>Multiple Items of the Same Kind</h2>\n<p>Use common sense to determine whether more than one of a given kind of magic item can be worn. A character can't normally wear more than one pair of footwear, one pair of gloves or gauntlets, one pair of bracers, one suit of armor, one item of headwear, and one cloak. You can make exceptions; a character might be able to wear a circlet under a helmet, for example, or to layer two cloaks.</p>\n<h2>Paired Items</h2>\n<p>Items that come in pairs—such as boots, bracers, gauntlets, and gloves—impart their benefits only if both items of the pair are worn. For example, a character wearing a boot of striding and springing on one foot and a boot of elvenkind on the other foot gains no benefit from either.</p>\n<h1>Activating an Item</h1>\n<p>Activating some magic items requires a user to do something special, such as holding the item and uttering a command word. The description of each item category or individual item details how an item is activated. Certain items use the following rules for their activation.</p>\n<p>If an item requires an action to activate, that action isn't a function of the Use an Item action, so a feature such as the rogue's Fast Hands can't be used to activate the item.</p>\n<h2>Command Word</h2>\n<p>A command word is a word or phrase that must be spoken for an item to work. A magic item that requires a command word can't be activated in an area where sound is prevented, as in the area of the silence spell.</p>\n<h2>Consumables</h2>\n<p>Some items are used up when they are activated. A potion or an elixir must be swallowed, or an oil applied to the body. The writing vanishes from a scroll when it is read. Once used, a consumable item loses its magic.</p>\n<h2>Spells</h2>\n<p>Some magic items allow the user to cast a spell from the item. The spell is cast at the lowest possible spell level, doesn't expend any of the user's spell slots, and requires no components, unless the item's description says otherwise. The spell uses its normal casting time, range, and duration, and the user of the item must concentrate if the spell requires concentration. Many items, such as potions, bypass the casting of a spell and confer the spell's effects, with their usual duration. Certain items make exceptions to these rules, changing the casting time, duration, or other parts of a spell.</p>\n<p>A magic item, such as certain staffs, may require you to use your own spellcasting ability when you cast a spell from the item. If you have more than one spellcasting ability, you choose which one to use with the item. If you don't have a spellcasting ability—perhaps you're a rogue with the Use Magic Device feature—your spellcasting ability modifier is +0 for the item, and your proficiency bonus does apply.</p>\n<h2>Charges</h2>\n<p>Some magic items have charges that must be expended to activate their properties. The number of charges an item has remaining is revealed when an identify spell is cast on it, as well as when a creature attunes to it. Additionally, when an item regains charges, the creature attuned to it learns how many charges it regained.</p>\n<h1>Magic Items A-Z</h1>\n<p>Magic items are presented in alphabetical order. A magic item's description gives the item's name, its category, its rarity, and its magical properties.</p>\n<p>@Compendium[dnd5e.rules.047BvjZASKrbxwTo]{Magic Items A-Z}</p>\n<h1>Sentient Magic Items</h1>\n<p>Some magic items possess sentience and personality. Such an item might be possessed, haunted by the spirit of a previous owner, or self-aware thanks to the magic used to create it. In any case, the item behaves like a character, complete with personality quirks, ideals, bonds, and sometimes flaws. A sentient item might be a cherished ally to its wielder or a continual thorn in the side.</p>\n<p>Most sentient items are weapons. Other kinds of items can manifest sentience, but consumable items such as potions and scrolls are never sentient.</p>\n<p>Sentient magic items function as NPCs under the GM's control. Any activated property of the item is under the item's control, not its wielder's. As long as the wielder maintains a good relationship with the item, the wielder can access those properties normally. If the relationship is strained, the item can suppress its activated properties or even turn them against the wielder.</p>\n<h2>Creating Sentient Magic Items</h2>\n<p>When you decide to make a magic item sentient, you create the item's persona in the same way you would create an NPC, with a few exceptions described here.</p>\n<h3>Abilities</h3>\n<p>A sentient magic item has Intelligence, Wisdom, and Charisma scores. You can choose the item's abilities or determine them randomly. To determine them randomly, roll 4d6 for each one, dropping the lowest roll and totaling the rest.</p>\n<h3>Communication</h3>\n<p>A sentient item has some ability to communicate, either by sharing its emotions, broadcasting its thoughts telepathically, or speaking aloud. You can choose how it communicates or roll on the following table.</p>\n<table>\n<thead>\n<tr>\n<td>d100</td>\n<td>Communication</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>01–60</td>\n<td>The item communicates by transmitting emotion to the creature carrying or wielding it.</td>\n</tr>\n<tr>\n<td>61–90</td>\n<td>The item can speak, read, and understand one or more languages.</td>\n</tr>\n<tr>\n<td>91–00</td>\n<td>The item can speak, read, and understand one or more languages. In addition, the item can communicate telepathically with any character that carries or wields it.</td>\n</tr>\n</tbody>\n</table>\n<h3>Senses</h3>\n<p>With sentience comes awareness. A sentient item can perceive its surroundings out to a limited range. You can choose its senses or roll on the following table.</p>\n<table cellspacing=\"0\">\n<thead>\n<tr>\n<td>d4</td>\n<td>Senses</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Hearing and normal vision out to 30 feet.</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Hearing and normal vision out to 60 feet</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Hearing and normal vision out to 120 feet.</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Hearing and darkvision out to 120 feet.</td>\n</tr>\n</tbody>\n</table>\n<h3>Alignment</h3>\n<p>A sentient magic item has an alignment. Its creator or nature might suggest an alignment. If not, you can pick an alignment or roll on the following table.</p>\n<table cellspacing=\"0\">\n<thead>\n<tr>\n<td>d100</td>\n<td>Alignment</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>01–15</td>\n<td>Lawful good</td>\n</tr>\n<tr>\n<td>16–35</td>\n<td>Neutral good</td>\n</tr>\n<tr>\n<td>36–50</td>\n<td>Chaotic good</td>\n</tr>\n<tr>\n<td>51–63</td>\n<td>Lawful neutral</td>\n</tr>\n<tr>\n<td>64–73</td>\n<td>Neutral</td>\n</tr>\n<tr>\n<td>74–85</td>\n<td>Chaotic neutral</td>\n</tr>\n<tr>\n<td>86–89</td>\n<td>Lawful evil</td>\n</tr>\n<tr>\n<td>90–96</td>\n<td>Neutral evil</td>\n</tr>\n<tr>\n<td>97–00</td>\n<td>Chaotic evil</td>\n</tr>\n</tbody>\n</table>\n<h3>Special Purpose</h3>\n<p>You can give a sentient item an objective it pursues, perhaps to the exclusion of all else. As long as the wielder's use of the item aligns with that special purpose, the item remains cooperative. Deviating from this course might cause conflict between the wielder and the item, and could even cause the item to prevent the use of its activated properties. You can pick a special purpose or roll on the following table.</p>\n<table cellspacing=\"0\">\n<thead>\n<tr>\n<td>d10</td>\n<td>Purpose</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td><em>Aligned:</em> The item seeks to defeat or destroy those of a diametrically opposed alignment. (Such an item is never neutral.)</td>\n</tr>\n<tr>\n<td>2</td>\n<td><em>Bane: </em>The item seeks to defeat or destroy creatures of a particular kind, such as fiends, shapechangers, trolls, or wizards.</td>\n</tr>\n<tr>\n<td>3</td>\n<td><em>Protector: </em>The item seeks to defend a particular race or kind of creature, such as elves or druids.</td>\n</tr>\n<tr>\n<td>4</td>\n<td><em>Crusader: </em>The item seeks to defeat, weaken, or destroy the servants of a particular deity.</td>\n</tr>\n<tr>\n<td>5</td>\n<td><em>Templar:</em> The item seeks to defend the servants and interests of a particular deity.</td>\n</tr>\n<tr>\n<td>6</td>\n<td><em>Destroyer: </em>The item craves destruction and goads its user to fight arbitrarily.</td>\n</tr>\n<tr>\n<td>7</td>\n<td><em>Glory Seeker: </em>The item seeks renown as the greatest magic item in the world, by establishing its user as a famous or notorious figure.</td>\n</tr>\n<tr>\n<td>8</td>\n<td><em>Lore Seeker: </em>The item craves knowledge or is determined to solve a mystery, learn a secret, or unravel a cryptic prophecy.</td>\n</tr>\n<tr>\n<td>9</td>\n<td><em>Destiny Seeker: </em>The item is convinced that it and its wielder have key roles to play in future events.</td>\n</tr>\n<tr>\n<td>10</td>\n<td><em>Creator Seeker: </em>The item seeks its creator and wants to understand why it was created.</td>\n</tr>\n</tbody>\n</table>\n<h2>Conflict</h2>\n<p>A sentient item has a will of its own, shaped by its personality and alignment. If its wielder acts in a manner opposed to the item's alignment or purpose, conflict can arise. When such a conflict occurs, the item makes a Charisma check contested by the wielder's Charisma check. If the item wins the contest, it makes one or more of the following demands:</p>\n<ul>\n<li>The item insists on being carried or worn at all times.</li>\n<li>The item demands that its wielder dispose of anything the item finds repugnant.</li>\n<li>The item demands that its wielder pursue the item's goals to the exclusion of all other goals.</li>\n<li>The item demands to be given to someone else.</li>\n</ul>\n<p>If its wielder refuses to comply with the item's wishes, the item can do any or all of the following: </p>\n<ul>\n<li>Make it impossible for its wielder to attune to it.</li>\n<li>Suppress one or more of its activated properties.</li>\n<li>Attempt to take control of its wielder.</li>\n</ul>\n<p>If a sentient item attempts to take control of its wielder, the wielder must make a Charisma saving throw, with a DC equal to 12 + the item's Charisma modifier. On a failed save, the wielder is charmed by the item for 1d12 hours. While charmed, the wielder must try to follow the item's commands. If the wielder takes damage, it can repeat the saving throw, ending the effect on a success. Whether the attempt to control its user succeeds or fails, the item can't use this power again until the next dawn.</p>\n<h1>Artifacts</h1>\n<p>@Compendium[dnd5e.items.1RwJWOAeyoideLKe]{Orb of Dragonkind}</p>\n<p> </p>"
}
