{
  "_id": "0CvBVevL3tyiJrHu",
  "name": "Movement and Position",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p>In combat, characters and monsters are in constant motion, often using movement and position to gain the upper hand.</p>\n<p>On your turn, you can move a distance up to your speed. You can use as much or as little of your speed as you like on your turn, following the rules here.</p>\n<p>Your movement can include jumping, climbing, and swimming. These different modes of movement can be combined with walking, or they can constitute your entire move. However you&rsquo;re moving, you deduct the distance of each part of your move from your speed until it is used up or until you are done moving.</p>\n<h2>Breaking Up Your Move</h2>\n<p>You can break up your movement on your turn, using some of your speed before and after your action. For example, if you have a speed of 30 feet, you can move 10 feet, take your action, and then move 20 feet.</p>\n<h3>Moving between Attacks</h3>\n<p>If you take an action that includes more than one weapon attack, you can break up your movement even further by moving between those attacks. For example, a fighter who can make two attacks with the Extra Attack feature and who has a speed of 25 feet could move 10 feet, make an attack, move 15 feet, and then attack again.</p>\n<h3>Using Different Speeds</h3>\n<p>If you have more than one speed, such as your walking speed and a flying speed, you can switch back and forth between your speeds during your move. Whenever you switch, subtract the distance you&rsquo;ve already moved from the new speed. The result determines how much farther you can move. If the result is 0 or less, you can&rsquo;t use the new speed during the current move.</p>\n<p>For example, if you have a speed of 30 and a flying speed of 60 because a wizard cast the fly spell on you, you could fly 20 feet, then walk 10 feet, and then leap into the air to fly 30 feet more.</p>\n<h2>Difficult Terrain</h2>\n<p>Combat rarely takes place in bare rooms or on featureless plains. Boulder-strewn caverns, briarchoked forests, treacherous staircases&mdash;the setting of a typical fight contains difficult terrain.</p>\n<p>Every foot of movement in difficult terrain costs 1 extra foot. This rule is true even if multiple things in a space count as difficult terrain.</p>\n<p>Low furniture, rubble, undergrowth, steep stairs, snow, and shallow bogs are examples of difficult terrain. The space of another creature, whether hostile or not, also counts as difficult terrain.</p>\n<h2>Being Prone</h2>\n<p>Combatants often find themselves lying on the ground, either because they are knocked down or because they throw themselves down. In the game, they are @Compendium[dnd5e.rules.ZkXz0qdkNBkKE6tN]{prone}, a condition described in @Compendium[dnd5e.rules.lrgT2KMBGTgZD4sA]{appendix PH-A}.</p>\n<p>You can <strong>drop prone</strong> without using any of your speed. <strong>Standing up</strong> takes more effort; doing so costs an amount of movement equal to half your speed. </p>\n<p>For example, if your speed is 30 feet, you must spend 15 feet of movement to stand up. You can&rsquo;t stand up if you don&rsquo;t have enough movement left or if your speed is 0.</p>\n<p>To move while prone, you must <strong>crawl</strong> or use magic such as teleportation. Every foot of movement while crawling costs 1 extra foot. Crawling 1 foot in difficult terrain, therefore, costs 3 feet of movement.</p>\n<hr />\n<h4>Interacting with Objects Around You</h4>\n<p>Here are a few examples of the sorts of thing you can do in tandem with your movement and action:</p>\n<ul>\n<li>draw or sheathe a sword </li>\n<li>open or close a door</li>\n<li>withdraw a potion from your backpack</li>\n<li>pick up a dropped axe </li>\n<li>take a bauble from a table </li>\n<li>remove a ring from your finger </li>\n<li>stuff some food into your mouth</li>\n<li>plant a banner in the ground </li>\n<li>fish a few coins from your belt pouch</li>\n<li>drink all the ale in a flagon </li>\n<li>throw a lever or a switch </li>\n<li>pull a torch from a sconce </li>\n<li>take a book from a shelf you can reach </li>\n<li>extinguish a small flame</li>\n<li>don a mask </li>\n<li>pull the hood of your cloak up and over your head </li>\n<li>put your ear to a door</li>\n<li>kick a small stone</li>\n<li>turn a key in a lock </li>\n<li>tap the floor with a 10-foot pole</li>\n<li>hand an item to another character</li>\n</ul>\n<hr />\n<h2>Moving Around Other Creatures</h2>\n<p>You can move through a nonhostile creature&rsquo;s space. In contrast, you can move through a hostile creature&rsquo;s space only if the creature is at least two sizes larger or smaller than you. Remember that another creature&rsquo;s space is difficult terrain for you.</p>\n<p>Whether a creature is a friend or an enemy, you can&rsquo;t willingly end your move in its space.</p>\n<p>If you leave a hostile creature&rsquo;s reach during your move, you provoke an opportunity attack.</p>\n<h2>Flying Movement</h2>\n<p>Flying creatures enjoy many benefits of mobility, but they must also deal with the danger of falling. If a flying creature is knocked prone, has its speed reduced to 0, or is otherwise deprived of the ability to move, the creature falls, unless it has the ability to hover or it is being held aloft by magic, such as by the @Compendium[dnd5e.spells.yfbK8gZqESlaoY5t]{Fly} spell.</p>\n<h2>Creature Size</h2>\n<p>Each creature takes up a different amount of space. The Size Categories table shows how much space a creature of a particular size controls in combat. Objects sometimes use the same size categories.</p>\n<table border=\"0\" cellspacing=\"0\"><caption>\n<h4>Size Categories</h4>\n</caption>\n<thead>\n<tr>\n<td>Size</td>\n<td>Space</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Tiny</td>\n<td>2&frac12; by 2&frac12; ft.</td>\n</tr>\n<tr>\n<td>Small</td>\n<td>5 by 5 ft.</td>\n</tr>\n<tr>\n<td>Medium</td>\n<td>5 by 5 ft.</td>\n</tr>\n<tr>\n<td>Large</td>\n<td>10 by 10 ft.</td>\n</tr>\n<tr>\n<td>Huge</td>\n<td>15 by 15 ft.</td>\n</tr>\n<tr>\n<td>Gargantuan</td>\n<td>20 by 20 ft. or larger</td>\n</tr>\n</tbody>\n</table>\n<h3>Space</h3>\n<p>A creature&rsquo;s space is the area in feet that it effectively controls in combat, not an expression of its physical dimensions. A typical Medium creature isn&rsquo;t 5 feet wide, for example, but it does control a space that wide. If a Medium hobgoblin stands in a 5- foot-wide doorway, other creatures can&rsquo;t get through unless the hobgoblin lets them.</p>\n<p>A creature&rsquo;s space also reflects the area it needs to fight effectively. For that reason, there&rsquo;s a limit to the number of creatures that can surround another creature in combat. Assuming Medium combatants, eight creatures can fit in a 5-foot radius around another one.</p>\n<p>Because larger creatures take up more space, fewer of them can surround a creature. If five Large creatures crowd around a Medium or smaller one, there&rsquo;s little room for anyone else. In contrast, as many as twenty Medium creatures can surround a Gargantuan one.</p>\n<h3>Squeezing into a Smaller Space</h3>\n<p>A creature can squeeze through a space that is large enough for a creature one size smaller than it. Thus, a Large creature can squeeze through a passage that&rsquo;s only 5 feet wide. While squeezing through a space, a creature must spend 1 extra foot for every foot it moves there, and it has disadvantage on attack rolls and Dexterity saving throws. Attack rolls against the creature have advantage while it&rsquo;s in the smaller space.</p>"
}
