{
  "_id": "TJvGym7bf4quBEXg",
  "name": "Objects",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p>When characters need to saw through ropes, shatter a window, or smash a vampire&rsquo;s coffin, the only hard and fast rule is this: given enough time and the right tools, characters can destroy any destructible object. Use common sense when determining a character&rsquo;s success at damaging an object. Can a fighter cut through a section of a stone wall with a sword? No, the sword is likely to break before the wall does.</p>\n<p>For the purpose of these rules, an object is a discrete, inanimate item like a window, door, sword, book, table, chair, or stone, not a building or a vehicle that is composed of many other objects.</p>\n<h3>Statistics for Objects</h3>\n<p>When time is a factor, you can assign an Armor Class and hit points to a destructible object. You can also give it immunities, resistances, and vulnerabilities to specific types of damage.</p>\n<p><strong>Armor Class. </strong>An object&rsquo;s Armor Class is a measure of how difficult it is to deal damage to the object when striking it (because the object has no chance of dodging out of the way). The Object Armor Class table provides suggested AC values for various substances.</p>\n<table border=\"0\" cellspacing=\"0\"><caption>\n<h4>Object Armor Class</h4>\n</caption>\n<thead>\n<tr>\n<td>Substance</td>\n<td>AC</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Cloth, paper, rope</td>\n<td>11</td>\n</tr>\n<tr>\n<td>Crystal, glass, ice</td>\n<td>13</td>\n</tr>\n<tr>\n<td>Wood, bone</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Stone</td>\n<td>17</td>\n</tr>\n<tr>\n<td>Iron, steel</td>\n<td>19</td>\n</tr>\n<tr>\n<td>Mithral</td>\n<td>21</td>\n</tr>\n<tr>\n<td>Adamantine</td>\n<td>23</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Hit Points. </strong>An object&rsquo;s hit points measure how much damage it can take before losing its structural integrity. Resilient objects have more hit points than fragile ones. Large objects also tend to have more hit points than small ones, unless breaking a small part of the object is just as effective as breaking the whole thing. The Object Hit Points table provides suggested hit points for fragile and resilient objects that are Large or smaller.</p>\n<table border=\"0\" cellspacing=\"0\"><caption>\n<h4>Object Hit Points</h4>\n</caption>\n<thead>\n<tr>\n<td>Size</td>\n<td>Fragile</td>\n<td>Resilient</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Tiny (bottle, lock)</td>\n<td>2 (1d4)</td>\n<td>5 (2d4)</td>\n</tr>\n<tr>\n<td>Small (chest, lute)</td>\n<td>3 (1d6)</td>\n<td>10 (3d6)</td>\n</tr>\n<tr>\n<td>Medium (barrel, chandelier)</td>\n<td>4 (1d8)</td>\n<td>18 (4d8)</td>\n</tr>\n<tr>\n<td>Large (cart, 10-ft.-by-10-ft. window)</td>\n<td>5 (1d10)</td>\n<td>27 (5d10)</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Huge and Gargantuan Objects. </strong>Normal weapons are of little use against many Huge and Gargantuan objects, such as a colossal statue, towering column of stone, or massive boulder. That said, one torch can burn a Huge tapestry, and an @Compendium[dnd5e.spells.x5JNBSyIBBZsjcGT]{Earthquake} spell can reduce a colossus to rubble. You can track a Huge or Gargantuan object&rsquo;s hit points if you like, or you can simply decide how long the object can withstand whatever weapon or force is acting against it. If you track hit points for the object, divide it into Large or smaller sections, and track each section&rsquo;s hit points separately. Destroying one of those sections could ruin the entire object. For example, a Gargantuan statue of a human might topple over when one of its Large legs is reduced to 0 hit points.</p>\n<p><strong>Objects and Damage Types. </strong>Objects are immune to poison and psychic damage. You might decide that some damage types are more effective against a particular object or substance than others. For example, bludgeoning damage works well for smashing things but not for cutting through rope or leather. Paper or cloth objects might be vulnerable to fire and lightning damage. A pick can chip away stone but can&rsquo;t effectively cut down a tree. As always, use your best judgment.</p>\n<p><strong>Damage Threshold. </strong>Big objects such as castle walls often have extra resilience represented by a damage threshold. An object with a damage threshold has immunity to all damage unless it takes an amount of damage from a single attack or effect equal to or greater than its damage threshold, in which case it takes damage as normal. Any damage that fails to meet or exceed the object&rsquo;s damage threshold is considered superficial and doesn&rsquo;t reduce the object&rsquo;s hit points.</p>"
}
