{
  "_id": "soqKcpGwvId8hQ9r",
  "name": "Tools",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p>A tool helps you to do something you couldn't otherwise do, such as craft or repair an item, forge a document, or pick a lock. Your race, class, background, or feats give you proficiency with certain tools. Proficiency with a tool allows you to add your proficiency bonus to any ability check you make using that tool. Tool use is not tied to a single ability, since proficiency with a tool represents broader knowledge of its use. For example, the GM might ask you to make a Dexterity check to carve a fine detail with your woodcarver's tools, or a Strength check to make something out of particularly hard wood.</p>\n<table border=\"0\" cellspacing=\"0\"><caption>\n<h4>Tools</h4>\n</caption>\n<thead>\n<tr>\n<td>Item</td>\n<td>Cost</td>\n<td>Weight</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><em>Artisan's tools</em></td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>     Alchemist's supplies</td>\n<td>50 gp</td>\n<td>8 lb.</td>\n</tr>\n<tr>\n<td>     Brewer's supplies</td>\n<td>20 gp</td>\n<td>9 lb.</td>\n</tr>\n<tr>\n<td>     Calligrapher's supplies</td>\n<td>10 gp</td>\n<td>5 lb.</td>\n</tr>\n<tr>\n<td>     Carpenter's tools</td>\n<td>8 gp</td>\n<td>6 lb.</td>\n</tr>\n<tr>\n<td>     Cartographer's tools</td>\n<td>15 gp</td>\n<td>6 lb.</td>\n</tr>\n<tr>\n<td>     Cobbler's tools</td>\n<td>5 gp</td>\n<td>5 lb.</td>\n</tr>\n<tr>\n<td>     Cook's utensils</td>\n<td>1 gp</td>\n<td>8 lb.</td>\n</tr>\n<tr>\n<td>     Glassblower's tools</td>\n<td>30 gp</td>\n<td>5 lb.</td>\n</tr>\n<tr>\n<td>     Jeweler's tools</td>\n<td>25 gp</td>\n<td>2 lb.</td>\n</tr>\n<tr>\n<td>     Leatherworker's tools</td>\n<td>5 gp</td>\n<td>5 lb.</td>\n</tr>\n<tr>\n<td>     Mason's tools</td>\n<td>10 gp</td>\n<td>8 lb.</td>\n</tr>\n<tr>\n<td>     Painter's supplies</td>\n<td>10 gp</td>\n<td>5 lb.</td>\n</tr>\n<tr>\n<td>     Potter's tools</td>\n<td>10 gp</td>\n<td>3 lb.</td>\n</tr>\n<tr>\n<td>     Smith's tools</td>\n<td>20 gp</td>\n<td>8 lb.</td>\n</tr>\n<tr>\n<td>     Tinker's tools</td>\n<td>50 gp</td>\n<td>10 lb.</td>\n</tr>\n<tr>\n<td>     Weaver's tools</td>\n<td>1 gp</td>\n<td>5 lb.</td>\n</tr>\n<tr>\n<td>     Woodcarver's tools</td>\n<td>1 gp</td>\n<td>5 lb.</td>\n</tr>\n<tr>\n<td>     Disguise kit</td>\n<td>25 gp</td>\n<td>3 lb.</td>\n</tr>\n<tr>\n<td>     Forgery kit</td>\n<td>15 gp</td>\n<td>5 lb.</td>\n</tr>\n<tr>\n<td><em>Gaming set</em></td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>     Dice set</td>\n<td>1 sp</td>\n<td>—</td>\n</tr>\n<tr>\n<td>     Playing card set</td>\n<td>5 sp</td>\n<td>—</td>\n</tr>\n<tr>\n<td>Herbalism kit</td>\n<td>5 gp</td>\n<td>3 lb.</td>\n</tr>\n<tr>\n<td><em>Musical instrument</em></td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>     Bagpipes</td>\n<td>30 gp</td>\n<td>6 lb.</td>\n</tr>\n<tr>\n<td>     Drum</td>\n<td>6 gp</td>\n<td>3 lb.</td>\n</tr>\n<tr>\n<td>     Dulcimer</td>\n<td>25 gp</td>\n<td>10 lb.</td>\n</tr>\n<tr>\n<td>     Flute</td>\n<td>2 gp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>     Lute</td>\n<td>35 gp</td>\n<td>2 lb.</td>\n</tr>\n<tr>\n<td>     Lyre</td>\n<td>30 gp</td>\n<td>2 lb.</td>\n</tr>\n<tr>\n<td>     Horn</td>\n<td>3 gp</td>\n<td>2 lb.</td>\n</tr>\n<tr>\n<td>     Pan flute</td>\n<td>12 gp</td>\n<td>2 lb.</td>\n</tr>\n<tr>\n<td>     Shawm</td>\n<td>2 gp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>     Viol</td>\n<td>30 gp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>Navigator's tools</td>\n<td>25 gp</td>\n<td>2 lb.</td>\n</tr>\n<tr>\n<td>Poisoner's kit</td>\n<td>50 gp</td>\n<td>2 lb.</td>\n</tr>\n<tr>\n<td>Thieves' tools</td>\n<td>25 gp</td>\n<td>1 lb.</td>\n</tr>\n<tr>\n<td>Vehicles (land or water)</td>\n<td>*</td>\n<td>*</td>\n</tr>\n<tr>\n<td colspan=\"3\">* See the @Compendium[dnd5e.rules.IAlkoC9IZnU1PzrR]{Mounts and Vehicles} section.</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Artisan's Tools.</strong> These special tools include the items needed to pursue a craft or trade. The table shows examples of the most common types of tools, each providing items related to a single craft. Proficiency with a set of artisan's tools lets you add your proficiency bonus to any ability checks you make using the tools in your craft. Each type of artisan's tools requires a separate proficiency.</p>\n<p><strong>Disguise Kit.</strong> This pouch of cosmetics, hair dye, and small props lets you create disguises that change your physical appearance. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to create a visual disguise.</p>\n<p><strong>Forgery Kit. </strong>This small box contains a variety of papers and parchments, pens and inks, seals and sealing wax, gold and silver leaf, and other supplies necessary to create convincing forgeries of physical documents. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to create a physical forgery of a document.</p>\n<p><strong>Gaming Set. </strong>This item encompasses a wide range of game pieces, including dice and decks of cards (for games such as Three-Dragon Ante). A few common examples appear on the Tools table, but other kinds of gaming sets exist. If you are proficient with a gaming set, you can add your proficiency bonus to ability checks you make to play a game with that set. Each type of gaming set requires a separate proficiency.</p>\n<p><strong>Herbalism Kit. </strong>This kit contains a variety of instruments such as clippers, mortar and pestle, and pouches and vials used by herbalists to create remedies and potions. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to identify or apply herbs. Also, proficiency with this kit is required to create antitoxin and @Compendium[dnd5e.items.ytlsBjYsZ7OBSEBs]{Potion of Healing}.</p>\n<p><strong>Musical Instrument.</strong> Several of the most common types of musical instruments are shown on the table as examples. If you have proficiency with a given musical instrument, you can add your proficiency bonus to any ability checks you make to play music with the instrument. A bard can use a musical instrument as a spellcasting focus. Each type of musical instrument requires a separate proficiency.</p>\n<p><strong>Navigator's Tools. </strong>This set of instruments is used for navigation at sea. Proficiency with navigator's tools lets you chart a ship's course and follow navigation charts. In addition, these tools allow you to add your proficiency bonus to any ability check you make to avoid getting lost at sea.</p>\n<p><strong>Poisoner's Kit.</strong> A poisoner's kit includes the vials, chemicals, and other equipment necessary for the creation of poisons. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to craft or use poisons.</p>\n<p><strong>Thieves' Tools. </strong>This set of tools includes a small file, a set of lock picks, a small mirror mounted on a metal handle, a set of narrow-bladed scissors, and a pair of pliers. Proficiency with these tools lets you add your proficiency bonus to any ability checks you make to disarm traps or open locks.</p>"
}
