{
  "_id": "tK5FwAIu92di2zLZ",
  "name": "Using Each Ability",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p>Every task that a character or monster might attempt in the game is covered by one of the six abilities. This section explains in more detail what those abilities mean and the ways they are used in the game.</p>\n<h2>Strength</h2>\n<p>Strength measures bodily power, athletic training, and the extent to which you can exert raw physical force.</p>\n<h3>Strength Checks</h3>\n<p>A Strength check can model any attempt to lift, push, pull, or break something, to force your body through a space, or to otherwise apply brute force to a situation. The Athletics skill reflects aptitude in certain kinds of Strength checks.</p>\n<p><strong>Athletics.</strong> Your Strength (Athletics) check covers difficult situations you encounter while climbing, jumping, or swimming. Examples include the following activities:</p>\n<ul>\n<li>You attempt to climb a sheer or slippery cliff, avoid hazards while scaling a wall, or cling to a surface while something is trying to knock you off.</li>\n<li>You try to jump an unusually long distance or pull off a stunt midjump.</li>\n<li>You struggle to swim or stay afloat in treacherous currents, storm-tossed waves, or areas of thick seaweed. Or another creature tries to push or pull you underwater or otherwise interfere with your swimming.</li>\n</ul>\n<p><strong>Other Strength Checks. </strong>The GM might also call for a Strength check when you try to accomplish tasks like the following: </p>\n<ul>\n<li>Force open a stuck, locked, or barred door </li>\n<li>Break free of bonds</li>\n<li>Push through a tunnel that is too small</li>\n<li>Hang on to a wagon while being dragged behind it</li>\n<li>Tip over a statue</li>\n<li>Keep a boulder from rolling</li>\n</ul>\n<h3>Attack Rolls and Damage</h3>\n<p>You add your Strength modifier to your attack roll and your damage roll when attacking with a melee weapon such as a mace, a battleaxe, or a javelin. You use melee weapons to make melee attacks in handto-hand combat, and some of them can be thrown to make a ranged attack.</p>\n<h3>Lifting and Carrying</h3>\n<p>Your Strength score determines the amount of weight you can bear. The following terms define what you can lift or carry.</p>\n<p><strong>Carrying Capacity. </strong>Your carrying capacity is your Strength score multiplied by 15. This is the weight (in pounds) that you can carry, which is high enough that most characters don't usually have to worry about it.</p>\n<p><strong>Push, Drag, or Lift. </strong>You can push, drag, or lift a weight in pounds up to twice your carrying capacity (or 30 times your Strength score). While pushing or dragging weight in excess of your carrying capacity, your speed drops to 5 feet.</p>\n<p><strong>Size and Strength. </strong>Larger creatures can bear more weight, whereas Tiny creatures can carry less. For each size category above Medium, double the creature's carrying capacity and the amount it can push, drag, or lift. For a Tiny creature, halve these weights.</p>\n<h3>Variant: Encumbrance</h3>\n<p>The rules for lifting and carrying are intentionally simple. Here is a variant if you are looking for more detailed rules for determining how a character is hindered by the weight of equipment. When you use this variant, ignore the Strength column of the Armor table.</p>\n<p>If you carry weight in excess of 5 times your Strength score, you are <strong>encumbered</strong>, which means your speed drops by 10 feet.</p>\n<p>If you carry weight in excess of 10 times your Strength score, up to your maximum carrying capacity, you are instead<strong> heavily encumbered</strong>, which means your speed drops by 20 feet and you have disadvantage on ability checks, attack rolls, and saving throws that use Strength, Dexterity, or Constitution.</p>\n<h2>Dexterity</h2>\n<p>Dexterity measures agility, reflexes, and balance.</p>\n<h3>Dexterity Checks</h3>\n<p>A Dexterity check can model any attempt to move nimbly, quickly, or quietly, or to keep from falling on tricky footing. The Acrobatics, Sleight of Hand, and Stealth skills reflect aptitude in certain kinds of Dexterity checks.</p>\n<p><strong>Acrobatics. </strong>Your Dexterity (Acrobatics) check covers your attempt to stay on your feet in a tricky situation, such as when you're trying to run across a sheet of ice, balance on a tightrope, or stay upright on a rocking ship's deck. The GM might also call for a Dexterity (Acrobatics) check to see if you can perform acrobatic stunts, including dives, rolls, somersaults, and flips.</p>\n<p><strong>Sleight of Hand. </strong>Whenever you attempt an act of legerdemain or manual trickery, such as planting something on someone else or concealing an object on your person, make a Dexterity (Sleight of Hand) check. The GM might also call for a Dexterity (Sleight of Hand) check to determine whether you can lift a coin purse off another person or slip something out of another person's pocket.</p>\n<p><strong>Stealth. </strong>Make a Dexterity (Stealth) check when you attempt to conceal yourself from enemies, slink past guards, slip away without being noticed, or sneak up on someone without being seen or heard.</p>\n<p><strong>Other Dexterity Checks. </strong>The GM might call for a Dexterity check when you try to accomplish tasks like the following: </p>\n<ul>\n<li>Control a heavily laden cart on a steep descent</li>\n<li>Steer a chariot around a tight turn</li>\n<li>Pick a lock</li>\n<li>Disable a trap </li>\n<li>Securely tie up a prisoner</li>\n<li>Wriggle free of bonds </li>\n<li>Play a stringed instrument </li>\n<li>Craft a small or detailed object</li>\n</ul>\n<h3>Attack Rolls and Damage</h3>\n<p>You add your Dexterity modifier to your attack roll and your damage roll when attacking with a ranged weapon, such as a sling or a longbow. You can also add your Dexterity modifier to your attack roll and your damage roll when attacking with a melee weapon that has the finesse property, such as a dagger or a rapier.</p>\n<h3>Armor Class</h3>\n<p>Depending on the armor you wear, you might add some or all of your Dexterity modifier to your Armor Class.</p>\n<h3>Initiative</h3>\n<p>At the beginning of every combat, you roll initiative by making a Dexterity check. Initiative determines the order of creatures' turns in combat.</p>\n<hr>\n<h4>Hiding</h4>\n<p>The GM decides when circumstances are appropriate for hiding. When you try to hide, make a Dexterity (Stealth) check. Until you are discovered or you stop hiding, that check's total is contested by the Wisdom (Perception) check of any creature that actively searches for signs of your presence.</p>\n<p>You can't hide from a creature that can see you clearly, and you give away your position if you make noise, such as shouting a warning or knocking over a vase.</p>\n<p>An invisible creature can always try to hide. Signs of its passage might still be noticed, and it does have to stay quiet.</p>\n<p>In combat, most creatures stay alert for signs of danger all around, so if you come out of hiding and approach a creature, it usually sees you. However, under certain circumstances, the GM might allow you to stay hidden as you approach a creature that is distracted, allowing you to gain advantage on an attack roll before you are seen.</p>\n<p><strong>Passive Perception.</strong> When you hide, there's a chance someone will notice you even if they aren't searching. To determine whether such a creature notices you, the GM compares your Dexterity (Stealth) check with that creature's passive Wisdom (Perception) score, which equals 10 + the creature's Wisdom modifier, as well as any other bonuses or penalties. If the creature has advantage, add 5. For disadvantage, subtract 5. For example, if a 1st-level character (with a proficiency bonus of +2) has a Wisdom of 15 (a +2 modifier) and proficiency in Perception, he or she has a passive Wisdom (Perception) of 14.</p>\n<p><strong>What Can You See? </strong>One of the main factors in determining whether you can find a hidden creature or object is how well you can see in an area, which might be <strong>lightly</strong> or <strong>heavily obscured</strong>, as explained in @Compendium[dnd5e.rules.mKsmKfuLvJ3GjPzN]{The Environment}.</p>\n<hr>\n<h2>Constitution</h2>\n<p>Constitution measures health, stamina, and vital force.</p>\n<p>Constitution Checks Constitution checks are uncommon, and no skills apply to Constitution checks, because the endurance this ability represents is largely passive rather than involving a specific effort on the part of a character or monster. A Constitution check can model your attempt to push beyond normal limits, however.</p>\n<p>The GM might call for a Constitution check when you try to accomplish tasks like the following:</p>\n<ul>\n<li>Hold your breath </li>\n<li>March or labor for hours without rest </li>\n<li>Go without sleep </li>\n<li>Survive without food or water </li>\n<li>Quaff an entire stein of ale in one go</li>\n</ul>\n<h3>Hit Points</h3>\n<p>Your Constitution modifier contributes to your hit points. Typically, you add your Constitution modifier to each Hit Die you roll for your hit points.</p>\n<p>If your Constitution modifier changes, your hit point maximum changes as well, as though you had the new modifier from 1st level. For example, if you raise your Constitution score when you reach 4th level and your Constitution modifier increases from +1 to +2, you adjust your hit point maximum as though the modifier had always been +2. So you add 3 hit points for your first three levels, and then roll your hit points for 4th level using your new modifier. Or if you're 7th level and some effect lowers your Constitution score so as to reduce your Constitution modifier by 1, your hit point maximum is reduced by 7.</p>\n<h2>Intelligence</h2>\n<p>Intelligence measures mental acuity, accuracy of recall, and the ability to reason.</p>\n<h3>Intelligence Checks</h3>\n<p>An Intelligence check comes into play when you need to draw on logic, education, memory, or deductive reasoning. The Arcana, History, Investigation, Nature, and Religion skills reflect aptitude in certain kinds of Intelligence checks.</p>\n<p><strong>Arcana. </strong>Your Intelligence (Arcana) check measures your ability to recall lore about spells, magic items, eldritch symbols, magical traditions, the planes of existence, and the inhabitants of those planes.</p>\n<p><strong>History. </strong>Your Intelligence (History) check measures your ability to recall lore about historical events, legendary people, ancient kingdoms, past disputes, recent wars, and lost civilizations.</p>\n<p><strong>Investigation.</strong> When you look around for clues and make deductions based on those clues, you make an Intelligence (Investigation) check. You might deduce the location of a hidden object, discern from the appearance of a wound what kind of weapon dealt it, or determine the weakest point in a tunnel that could cause it to collapse. Poring through ancient scrolls in search of a hidden fragment of knowledge might also call for an Intelligence (Investigation) check.</p>\n<p><strong>Nature. </strong>Your Intelligence (Nature) check measures your ability to recall lore about terrain, plants and animals, the weather, and natural cycles.</p>\n<p><strong>Religion.</strong> Your Intelligence (Religion) check measures your ability to recall lore about deities, rites and prayers, religious hierarchies, holy symbols, and the practices of secret cults.</p>\n<p><strong>Other Intelligence Checks. </strong>The GM might call for an Intelligence check when you try to accomplish tasks like the following:</p>\n<ul>\n<li>Communicate with a creature without using words</li>\n<li>Estimate the value of a precious item </li>\n<li>Pull together a disguise to pass as a city guard </li>\n<li>Forge a document</li>\n<li>Recall lore about a craft or trade</li>\n<li>Win a game of skill</li>\n</ul>\n<h3>Spellcasting Ability</h3>\n<p>Wizards use Intelligence as their spellcasting ability, which helps determine the saving throw DCs of spells they cast.</p>\n<h2>Wisdom</h2>\n<p>Wisdom reflects how attuned you are to the world around you and represents perceptiveness and intuition.</p>\n<h3>Wisdom Checks</h3>\n<p>A Wisdom check might reflect an effort to read body language, understand someone's feelings, notice things about the environment, or care for an injured person. The Animal Handling, Insight, Medicine, Perception, and Survival skills reflect aptitude in certain kinds of Wisdom checks.</p>\n<p><strong>Animal Handling. </strong>When there is any question whether you can calm down a domesticated animal, keep a mount from getting spooked, or intuit an animal's intentions, the GM might call for a Wisdom (Animal Handling) check. You also make a Wisdom (Animal Handling) check to control your mount when you attempt a risky maneuver.</p>\n<p><strong>Insight.</strong> Your Wisdom (Insight) check decides whether you can determine the true intentions of a creature, such as when searching out a lie or predicting someone's next move. Doing so involves gleaning clues from body language, speech habits, and changes in mannerisms.</p>\n<p><strong>Medicine.</strong> A Wisdom (Medicine) check lets you try to stabilize a dying companion or diagnose an illness.</p>\n<p><strong>Perception.</strong> Your Wisdom (Perception) check lets you spot, hear, or otherwise detect the presence of something. It measures your general awareness of your surroundings and the keenness of your senses. For example, you might try to hear a conversation through a closed door, eavesdrop under an open window, or hear monsters moving stealthily in the forest. Or you might try to spot things that are obscured or easy to miss, whether they are orcs lying in ambush on a road, thugs hiding in the shadows of an alley, or candlelight under a closed secret door.</p>\n<p><strong>Survival. </strong>The GM might ask you to make a Wisdom (Survival) check to follow tracks, hunt wild game, guide your group through frozen wastelands, identify signs that owlbears live nearby, predict the weather, or avoid quicksand and other natural hazards.</p>\n<p><strong>Other Wisdom Checks. </strong>The GM might call for a Wisdom check when you try to accomplish tasks like the following:</p>\n<ul>\n<li>Get a gut feeling about what course of action to follow</li>\n<li>Discern whether a seemingly dead or living creature is undead</li>\n</ul>\n<h3>Spellcasting Ability</h3>\n<p>Clerics, druids, and rangers use Wisdom as their spellcasting ability, which helps determine the saving throw DCs of spells they cast.</p>\n<h2>Charisma</h2>\n<p>Charisma measures your ability to interact effectively with others. It includes such factors as confidence and eloquence, and it can represent a charming or commanding personality.</p>\n<h3>Charisma Checks</h3>\n<p>A Charisma check might arise when you try to influence or entertain others, when you try to make an impression or tell a convincing lie, or when you are navigating a tricky social situation. The Deception, Intimidation, Performance, and Persuasion skills reflect aptitude in certain kinds of Charisma checks.</p>\n<p><strong>Deception.</strong> Your Charisma (Deception) check determines whether you can convincingly hide the truth, either verbally or through your actions. This deception can encompass everything from misleading others through ambiguity to telling outright lies. Typical situations include trying to fasttalk a guard, con a merchant, earn money through gambling, pass yourself off in a disguise, dull someone's suspicions with false assurances, or maintain a straight face while telling a blatant lie.</p>\n<p><strong>Intimidation. </strong>When you attempt to influence someone through overt threats, hostile actions, and physical violence, the GM might ask you to make a Charisma (Intimidation) check. Examples include trying to pry information out of a prisoner, convincing street thugs to back down from a confrontation, or using the edge of a broken bottle to convince a sneering vizier to reconsider a decision.</p>\n<p><strong>Performance.</strong> Your Charisma (Performance) check determines how well you can delight an audience with music, dance, acting, storytelling, or some other form of entertainment.</p>\n<p><strong>Persuasion. </strong>When you attempt to influence someone or a group of people with tact, social graces, or good nature, the GM might ask you to make a Charisma (Persuasion) check. Typically, you use persuasion when acting in good faith, to foster friendships, make cordial requests, or exhibit proper etiquette. Examples of persuading others include convincing a chamberlain to let your party see the king, negotiating peace between warring tribes, or inspiring a crowd of townsfolk.</p>\n<p><strong>Other Charisma Checks. </strong>The GM might call for a Charisma check when you try to accomplish tasks like the following: </p>\n<ul>\n<li>Find the best person to talk to for news, rumors, and gossip</li>\n<li>Blend into a crowd to get the sense of key topics of conversation</li>\n</ul>\n<h3>Spellcasting Ability</h3>\n<p>Bards, paladins, sorcerers, and warlocks use Charisma as their spellcasting ability, which helps determine the saving throw DCs of spells they cast.</p>"
}
