{
  "_id": "kSPRpeIx3w3nihrF",
  "name": "Dream",
  "ownership": {
    "default": 0
  },
  "type": "spell",
  "system": {
    "description": {
      "value": "<p>This spell shapes a creature's dreams. Choose a creature known to you as the target of this spell. The target must be on the same plane of existence as you. Creatures that don't sleep, such as elves, can't be contacted by this spell. You, or a willing creature you touch, enters a trance state, acting as a messenger. While in the trance, the messenger is aware of his or her surroundings, but can't take Actions or move.</p><p>If the target is asleep, the messenger appears in the target's dreams and can converse with the target as long as it remains asleep, through the Duration of the spell. The messenger can also shape The Environment of the dream, creating landscapes, Objects, and other images. The messenger can emerge from the trance at any time, ending the effect of the spell early. The target recalls the dream perfectly upon waking. If the target is awake when you cast the spell, the messenger knows it, and can either end the trance (and the spell) or wait for the target to fall asleep, at which point the messenger appears in the target's dreams.</p><p>You can make the messenger appear monstrous and terrifying to the target. If you do, the messenger can deliver a message of no more than ten words and then the target must make a Wisdom saving throw. On a failed save, echoes of the phantasmal monstrosity spawn a nightmare that lasts the Duration of the target's sleep and prevents the target from gaining any benefit from that rest. In addition, when the target wakes up, it takes 3d6 psychic damage.</p><p>If you have a body part, lock of hair, clipping from a nail, or similar portion of the target's body, the target makes its saving throw with disadvantage.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": {
      "custom": "",
      "book": "SRD 5.1",
      "page": "",
      "license": "CC-BY-4.0"
    },
    "activation": {
      "type": "minute",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": "8",
      "units": "hour"
    },
    "cover": null,
    "target": {
      "value": 1,
      "width": null,
      "units": "",
      "type": "creature"
    },
    "range": {
      "value": null,
      "long": null,
      "units": "self"
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null,
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": "",
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [
        [
          "3d6",
          "psychic"
        ]
      ],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "wis",
      "dc": null,
      "scaling": "spell"
    },
    "level": 5,
    "school": "ill",
    "components": {
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": false,
      "concentration": false
    },
    "materials": {
      "value": "A handful of sand, a dab of ink, and a writing quill plucked from a sleeping bird",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    },
    "properties": [
      "vocal",
      "somatic",
      "material"
    ]
  },
  "sort": 0,
  "flags": {},
  "img": "icons/magic/air/fog-gas-smoke-swirling-pink.webp",
  "effects": [],
  "folder": "bG9QTayc46rfNkv2",
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "3.0.0",
    "coreVersion": "11.315",
    "createdTime": 1661787234214,
    "modifiedTime": 1704565110318,
    "lastModifiedBy": "dnd5ebuilder0000"
  },
  "_key": "!items!kSPRpeIx3w3nihrF"
}
