{
  "_id": "Kwt8YDIBHg6JO2v2",
  "name": "Wall of Ice",
  "ownership": {
    "default": 0
  },
  "type": "feat",
  "system": {
    "description": {
      "value": "<section class=\"secret\">\n<p>The {creature} magically forms an opaque wall of ice on a solid surface it can see within 60 feet of it. The wall is 1 foot thick and up to 30 feet long and 10 feet high, or it's a hemispherical dome up to 20 feet in diameter.</p><p>When the wall appears, each creature in its space is pushed out of it by the shortest route. The creature chooses which side of the wall to end up on, unless the creature is incapacitated. The creature then makes a <strong>DC 17 Dexterity</strong> saving throw, taking <strong>35 (10d6) <em>cold damage</em></strong> on a failed save, or half as much damage on a successful one.</p><p>The wall lasts for 1 minute or until the {creature} is incapacitated or dies. The wall can be damaged and breached; each 10-foot section has AC 5, 30 hit points, vulnerability to <em>fire damage</em>, and immunity to acid, cold, necrotic, poison, and <em>psychic damage</em>. If a section is destroyed, it leaves behind a sheet of frigid air in the space the wall occupied. Whenever a creature finishes moving through the frigid air on a turn, willingly or otherwise, the creature must make a <strong>DC 17 Constitution</strong> saving throw, taking <strong>17 (5d6) <em>cold damage</em></strong> on a failed save, or half as much damage on a successful one. The frigid air dissipates when the rest of the wall vanishes.</p>\n</section>\n<p>The {creature} magically forms an opaque wall of ice on a solid surface it can see within 60 feet of it. The wall is 1 foot thick and up to 30 feet long and 10 feet high, or it's a hemispherical dome up to 20 feet in diameter. When the wall appears, each creature in its space is pushed out of it by the shortest route. The creature chooses which side of the wall to end up on, unless the creature is incapacitated. The creature then makes a Dexterity saving throw.</p><p>The wall can be damaged and breached. If a section is destroyed, it leaves behind a sheet of frigid air in the space the wall occupied. Whenever a creature finishes moving through the frigid air on a turn, willingly or otherwise, the creature must make a <strong>Constitution</strong> saving throw.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SRD 5.1",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": "a solid surface it can see within 60 ft."
    },
    "duration": {
      "value": "1",
      "units": "minute"
    },
    "cover": null,
    "target": {
      "value": 1,
      "width": null,
      "units": "ft",
      "type": "line"
    },
    "range": {
      "value": 30,
      "long": null,
      "units": "ft"
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null,
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": "",
    "actionType": "rsak",
    "attackBonus": "",
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "5d6",
    "save": {
      "ability": "dex",
      "dc": 17,
      "scaling": "flat"
    },
    "type": {
      "value": "monster",
      "subtype": ""
    },
    "requirements": "",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "flags": {},
  "img": "icons/magic/water/barrier-ice-crystal-wall-jagged-blue.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.1.0",
    "coreVersion": "10.291",
    "createdTime": 1661787234533,
    "modifiedTime": 1672336144151,
    "lastModifiedBy": "dnd5ebuilder0000"
  },
  "_key": "!items!Kwt8YDIBHg6JO2v2"
}
