{
  "_id": "W9KNQ5M9KCLIWME5",
  "name": "Druid Grove",
  "ownership": {
    "default": 0
  },
  "type": "spell",
  "system": {
    "description": {
      "value": "<p>You invoke the spirits of nature to protect an area outdoors or underground. The area can be as small as a 30-foot cube or as large as a 90-foot cube. Buildings and other structures are excluded from the affected area. If you cast this spell in the same area every day for a year, the spell lasts until dispelled.</p><p>The spell creates the following effects within the area. When you cast this spell, you can specify creatures as friends who are immune to the effects. You can also specify a password that, when spoken aloud, makes the speaker immune to these effects.</p><p>The entire warded area radiates magic. A @Compendium[dnd5e.spells.15Fa6q1nH27XfbR8]{Dispel Magic} cast on the area, if successful, removes only one of the following effects, not the entire area. That spell's caster chooses which effect to end. Only when all its effects are gone is this spell dispelled.</p><p><strong>Solid Fog.</strong> You can fill any number of 5-foot squares on the ground with thick fog, making them heavily obscured. The fog reaches 10 feet high. In addition, every foot of movement through the fog costs 2 extra feet. To a creature immune to this effect, the fog obscures nothing and looks like soft mist, with motes of green light floating in the air.</p><p><strong>Grasping Undergrowth.</strong> You can fill any number of 5-foot squares on the ground that aren't filled with fog with grasping weeds and vines, as if they were affected by an entangle spell. To a creature immune to this effect, the weeds and vines feel soft and reshape themselves to serve as temporary seats or beds.</p><p><strong>Grove Guardians.</strong> You can animate up to four trees in the area, causing them to uproot themselves from the ground. These trees have the same statistics as an <strong>awakened tree</strong>, except they can't speak, and their bark is covered with druidic symbols. If any creature not immune to this effect enters the warded area, the grove guardians fight until they have driven off or slain the intruders. The grove guardians also obey your spoken commands (no action required by you) that you issue while in the area. If you don't give them commands and no intruders are present, the grove guardians do nothing. The grove guardians can't leave the warded area. When the spell ends, the magic animating them disappears, and the trees take root again if possible.</p><p><strong>Additional Spell Effect.</strong> You can place your choice of one of the following magical effects within the warded area:</p><ul><li>A constant @Compendium[dnd5e.spells.FSMy6VAjDnXY9vWz]{Gust of Wind} in two locations of your choice</li><li>@Compendium[dnd5e.spells.9gYGkrL6qFTsE6fw]{Spike Growth} in one location of your choice</li><li>@Compendium[dnd5e.spells.ew6GA8dJy2spQmFW]{Wind Wall} in two locations of your choice</li></ul><p>To a creature immune to this effect, the winds are a fragrant, gentle breeze, and the area of spike growth is harmless.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SRD 5.1",
    "activation": {
      "type": "minute",
      "cost": 10,
      "condition": ""
    },
    "duration": {
      "value": "24",
      "units": "hour"
    },
    "cover": null,
    "target": {
      "value": 30,
      "width": null,
      "units": "ft",
      "type": "cube"
    },
    "range": {
      "value": null,
      "long": null,
      "units": "touch"
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null,
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": "",
    "actionType": "util",
    "attackBonus": "",
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell"
    },
    "level": 6,
    "school": "abj",
    "components": {
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": false,
      "concentration": false
    },
    "materials": {
      "value": "Mistletoe, which the spell consumes, that was harvested with a golden sickle under the light of a full moon",
      "consumed": true,
      "cost": 0,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    }
  },
  "sort": 0,
  "flags": {},
  "img": "icons/magic/light/explosion-star-large-pink.webp",
  "effects": [],
  "folder": null,
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.1.0",
    "coreVersion": "10.291",
    "createdTime": 1675986797532,
    "modifiedTime": 1675989934123,
    "lastModifiedBy": "RightHandOfVecna"
  }
}
