{
  "_id": "VP1Z2DYJ5PUNWD59",
  "name": "Soul Cage",
  "ownership": {
    "default": 0
  },
  "type": "spell",
  "system": {
    "description": {
      "value": "<p>This spell snatches the soul of a humanoid as it dies and traps it inside the tiny cage you use for the material component. A stolen soul remains inside the cage until the spell ends or until you destroy the cage, which ends the spell. While you have a soul inside the cage, you can exploit it in any of the ways described below. You can use a trapped soul up to six times. Once you exploit a soul for the sixth time, it is released, and the spell ends. While a soul is trapped, the dead humanoid it came from can't be revived.</p><p><strong>Steal Life:</strong> You can use a bonus action to drain vigor from the soul and regain 2d8 hit points.</p><p><strong>Query Soul:</strong> You ask the soul a question (no action required) and receive a brief telepathic answer, which you can understand regardless of the language used. The soul knows only what it knew in life, but it must answer you truthfully and to the best of its ability. The answer is no more than a sentence or two and might be cryptic.</p><p><strong>Borrow Experience:</strong> You can use a bonus action to bolster yourself with the soul's life experience, making your next attack roll, ability check, or saving throw with advantage. If you don't use this benefit before the start of your next turn, it is lost.</p><p><strong>Eyes of the Dead:</strong> You can use an action to name a place the humanoid saw in life, which creates an invisible sensor somewhere in that place if it is on the plane of existence you're currently on. The sensor remains for as long as you concentrate, up to 10 minutes (as if you were concentrating on a spell). You receive visual and auditory information from the sensor as if you were in its space using your senses.</p><p>A creature that can see the sensor (such as one using see invisibility or truesight) sees a translucent image of the tormented humanoid whose soul you caged.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SRD 5.1",
    "activation": {
      "type": "reaction",
      "cost": 1,
      "condition": "which you take when a humanoid you can see within 60 feet of you dies"
    },
    "duration": {
      "value": "8",
      "units": "hour"
    },
    "cover": null,
    "target": {
      "value": 1,
      "width": null,
      "units": "",
      "type": "creature"
    },
    "range": {
      "value": 60,
      "long": null,
      "units": "ft"
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null,
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": "",
    "actionType": "util",
    "attackBonus": "",
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell"
    },
    "level": 6,
    "school": "nec",
    "components": {
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": false,
      "concentration": false
    },
    "materials": {
      "value": "A tiny silver cage worth 100 gp",
      "consumed": false,
      "cost": 100,
      "supply": 0
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    }
  },
  "sort": 0,
  "flags": {},
  "img": "icons/magic/death/skeleton-bird-skull-gray.webp",
  "effects": [],
  "folder": null,
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.1.0",
    "coreVersion": "10.291",
    "createdTime": 1675986798342,
    "modifiedTime": 1675989934899,
    "lastModifiedBy": "RightHandOfVecna"
  }
}
